[
{"keywords": [["happiness", "birthday", "time"], ["love", "birthday", "work"], ["work", "nature", "art"], ["birthday", "mind", "matter"], ["light", "good", "night"], ["birthday", "youth"], ["best", "trust", "old friends"], ["attitude", "losing", "old age"], ["getting older", "help", "you"], ["best", "wine", "men"], ["wisdom", "power", "growth"], ["love", "happy", "day"], ["exercise", "wish", "you"], ["life", "love", "creativity"], ["father", "mother"], ["men", "attention", "grow"], ["remember", "you", "speed"], ["life", "gender", "disability"], ["life", "childhood", "old age"], ["new year's", "time", "cheer"], ["father", "mother", "parents"], ["funny", "cheese", "matter"], ["experience", "character", "world"], ["art", "past", "baby"], ["sunset", "end", "gift"]], "quotes": ["Let us never know what old age is. Let us know the happiness time brings, not count the years.", "A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.", "Youth is the gift of nature, but age is a work of art.", "Age is a case of mind over matter. If you don't mind, it don't matter.", "Do not go gentle into that good night but rage, rage against the dying of the light.", "Youth has no age.", "Age appears to be best in four things; old wood best to burn, old wine to drink, old friends to trust, and old authors to read.", "The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm.", "You can't help getting older, but you don't have to get old.", "Men are like wine - some turn to vinegar, but the best improve with age.", "Those who improve with age embrace the power of personal growth and personal achievement and begin to replace youth with wisdom, innocence with understanding, and lack of purpose with self-actualization.", "I think the biggest disease the world suffers from in this day and age is the disease of people feeling unloved. I know that I can give love for a minute, for half an hour, for a day, for a month, but I can give. I am very happy to do that, I want to do that.", "Old minds are like old horses; you must exercise them if you wish to keep them in working order.", "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age.", "My mother is an incredibly beautiful woman who has laughed at every single thing my father's ever said. At a young age, my brother and I understood that if you can make girls laugh, you can punch well above your weight class.", "As I grow older, I pay less attention to what men say. I just watch what they do.", "Just remember, once you're over the hill you begin to pick up speed.", "There is a plan and a purpose, a value to every life, no matter what its location, age, gender or disability.", "My life, I realize suddenly, is July. Childhood is June, and old age is August, but here it is, July, and my life, this year, is July inside of July.", "Each age has deemed the new-born year the fittest time for festal cheer.", "My father was very energetic; my mother was very energetic. He lived to a very old age, and so did my mother. I believe that I just have it from my father, from my parents. They had wonderful energy.", "Age is something that doesn't matter, unless you are a cheese.", "Age should not have its face lifted, but it should rather teach the world to admire wrinkles as the etchings of experience and the firm line of character.", "We have been so successful in the past century at the art of living longer and staying alive that we have forgotten how to die. Too often we learn the hard way. As soon as the baby boomers pass pensionable age, their lesson will be harsher still.", "When one knows at an early age that their gift, talent and direction is musical, one tends to focus on that and let nothing interfere or impede the forward motion toward the end of that rainbow. And after 50-something years of rockin' out, you still realise there is no end to that distant rainbow until one's last sunset.", "Age is an issue of mind over matter. If you don't mind, it doesn't matter."], "authors": ["Ausonius", "Abhishek Bachchan", "Stanislaw Jerzy Lec", "Satchel Paige", "Dylan Thomas", "Pablo Picasso", "Francis Bacon", "Aldous Huxley", "George Burns", "Pope John XXIII", "Bo Bennett", "Princess Diana", "John Adams", "Sophia Loren", "Seth Meyers", "Andrew Carnegie", "Arthur Schopenhauer", "Sharron Angle", "Rick Bass", "Walter Scott", "Donald Trump", "Luis Bunuel", "Clarence Day", "Terry Pratchett", "Randy Bachman", "Mark Twain"]},
{"keywords": [["dreams", "day", "youth"], ["man", "know", "better"], ["birthday", "day", "mirror"], ["money", "health", "important"], ["time", "nature", "father"], ["business", "important", "older"], ["confidence", "you", "now"], ["grow", "older", "get"], ["soul", "living", "enthusiasm"], ["man", "old age", "body"], ["respect", "old age", "hair"]], "quotes": ["Youth is in a grand flush, like the hot days of ending summer; and pleasant dreams thrall your spirit, like the smoky atmosphere that bathes the landscape of an August day.", "No man is ever old enough to know better.", "My first recognition of age setting in was exactly on my 36th birthday. I have no idea why, on this day of all days, I looked in the mirror and realized my face no longer looked young.", "After you're older, two things are possibly more important than any others: health and money.", "Middle age is the awkward period when Father Time starts catching up with Mother Nature.", "The whole business of marshaling one's energies becomes more and more important as one grows older.", "When I was as you are now, towering in the confidence of twenty-one, little did I suspect that I should be at forty-nine, what I now am.", "As we grow older, our bodies get shorter and our anecdotes longer.", "Nobody grows old merely by living a number of years. We grow old by deserting our ideals. Years may wrinkle the skin, but to give up enthusiasm wrinkles the soul.", "The tendency of old age to the body, say the physiologists, is to form bone. It is as rare as it is pleasant to meet with an old man whose opinions are not ossified.", "Old age adds to the respect due to virtue, but it takes nothing from the contempt inspired by vice; it whitens only the hair.", "To resist the frigidity of old age, one must combine the body, the mind, and the heart. And to keep these in parallel vigor one must exercise, study, and love."], "authors": ["Donald G. Mitchell", "Holbrook Jackson", "Paulina Porizkova", "Helen Gurley Brown", "Harold Coffin", "Hume Cronyn", "Sarah Orne Jewett", "Robert Quillen", "Samuel Ullman", "Bob Wells", "Ira Gershwin", "Alan Bleasdale"]},
{"keywords": [["dreams", "youth", "old age"], ["life", "man", "his"], ["love", "home", "respect"], ["death", "god", "science"], ["work", "day", "writing"], ["trying", "sex", "rope"], ["work", "winning", "work ethic"], ["future", "speak"], ["school", "writing", "journalism"], ["love", "time", "respect"], ["america", "world", "criticism"], ["law", "financial", "live"], ["change", "sea", "internet"], ["time", "son", "want"], ["me", "sex", "play"], ["great", "genius", "hold"], ["first", "limitation", "encounter"], ["grow", "conservative", "shall"], ["wisdom", "walking", "stop"], ["character", "structure", "every"], ["ignorance", "information"], ["vote", "drinking", "colorado"], ["wisdom", "tomorrow", "yesterday"], ["children", "responsibility"], ["faith", "parents", "job"]], "quotes": ["Old age realizes the dreams of youth: look at Dean Swift; in his youth he built an asylum for the insane, in his old age he was himself an inmate.", "Man arrives as a novice at each age of his life.", "I believe that the fight against crime starts in the home. Parents must take responsibility for their children and show them love and guidance from an early age so they learn to respect the rights of others.", "Let us embrace Science and the new technologies unfettered, for it is these which will liberate mankind from the myth of god, and free us from our age old fears, from disease, death and the sweat of labor.", "I enjoy what I do every minute of the day, even when the going gets tough. When I first began writing, I used to work at a desk in the bedroom, of a small development house. My three sons all under the age of 3 would come running in and out of the room every minute.", "Sex at age 90 is like trying to shoot pool with a rope.", "Everyone talks about age, but it's not about age. It's about work ethic. Winning never gets old.", "Dissents speak to a future age.", "The journalism school helped me develop writing skills, and I had been enjoying cartooning from a very young age. My interest in puppetry, however, came much later.", "I love Age of Empires and I play RTS games all the time, I respect what they've accomplished.", "In this age of consumerism film criticism all over the world - in America first but also in Europe - has become something that caters for the movie industry instead of being a counterbalance.", "The criminal law needs to be improved to meet new forms of crime, but to denounce financial devices which are useful and legitimate because use is made of them for fraud, is ridiculous and unworthy of the age in which we live.", "The sea change that has come is the information age. We don't have to just read The New York Times anymore. We can pull up something on the Internet and get any news that we like.", "Well, my son really loves wildlife. And everytime he draws a polar bear I want to tell him there probably won't any by the time... he's my age. That's kinda hard to deal with.", "If I wrote a play with four characters every single one of them would talk like me regardless of age or sex.", "We hold that the most wonderful and splendid proof of genius is a great poem produced in a civilized age.", "Age is the first limitation on roles that I've ever had to encounter, and I hit that awhile ago.", "I shall not grow conservative with age.", "The wisdom of age: don't stop walking.", "Every age develops its own peculiar forms of pathology, which express in exaggerated form its underlying character structure.", "The Age of Information, Has turned out to be the Age of Ignorance.", "If it went on the ballot in Colorado, I would vote to lower the drinking age.", "The philosophies of one age have become the absurdities of the next, and the foolishness of yesterday has become the wisdom of tomorrow.", "There must be a law against forcing children to perform at an early age. Children should have a wonderful childhood. They should not be given too much responsibility.", "Each generation's job is to question what parents accept on faith, to explore possibilities, and adapt the last generation's system of values for a new age.", "But look, I was born in 1956, the peak year for births in US history. I think I'm very representative of many of the thought processes my generation have been through and, by and large, people of my age have had their imprint planted on the consciousness of western society for a long time."], "authors": ["Soren Kierkegaard", "Nicolas Chamfort", "Blanche Lincoln", "Claude Vorilhon", "Evan Hunter", "George Burns", "Lisa Leslie", "Ruth Bader Ginsburg", "William Jackson", "Sid Meier", "Wim Wenders", "William Graham Sumner", "Pete du Pont", "Thom Yorke", "Norman MacCaig", "Thomas Babington Macaulay", "Jack Nicholson", "Elizabeth Cady Stanton", "Mason Cooley", "Christopher Lasch", "Mark Crispin Miller", "Pete Coors", "William Osler", "Maria Callas", "Frank Pittman", "Tom Hanks"]},
{"keywords": [["hope", "parenting", "find"], ["education", "women", "children"], ["god", "man", "smart"], ["sad", "me", "anxiety"], ["poetry", "something", "become"], ["personality", "environment"], ["beautiful woman", "beautiful"], ["time", "gift", "believe"], ["character", "feet", "something"], ["time", "kindness", "women"], ["children", "character", "parents"], ["television", "golden", "leave"], ["group", "feel", "belong"], ["character", "gender", "moments"], ["i am", "people", "husband"], ["mother", "gift", "believe"], ["life", "death", "daily"], ["future", "faith", "intellectual"], ["business", "government", "world"], ["family", "school", "words"], ["me", "rules", "dress"], ["filmmaking", "digital", "think"], ["art", "daily", "great"], ["life", "love", "creativity"], ["music", "black", "crazy"]], "quotes": ["I hope to find the roles that are age appropriate but not yearning to be younger, or parenting ad nauseam.", "Study after study confirms that even when you control for variables like profession, education, hours worked, age, marital status, and children, men still are compensated substantially more - even in professions, like nursing, dominated by women. No wonder there's a gender gap.", "It's really amazing that in the age of unbelief, as a smart man called it, there isn't even more fraud. After all, with no God, there's no one to ever call you to account, and no accounting at all if you can get away with it.", "It's sad, actually, because my anxiety keeps me from enjoying things as much as I should at this age.", "Maybe it is something to do with age, but I have become fonder of poetry than of prose.", "Starting at age 10, my personality and my identity all stemmed from employment. I had a set to be at. I was a certain way with the cameraman, a certain way with the makeup lady - a normal, routine environment.", "For the moment I prefer to be a beautiful woman of my age than try desperately to look 30.", "To be in a position, at my age, where I am financially independent, I can help develop things, I can promote stuff that I believe in, I can say no a lot and spend time writing - that is a gift.", "My feet are like something from another age - prehistoric and troll-like. I keep expecting them to talk, they have that much character.", "I am firmly of the opinion that women who make a lot of effort to hang onto their looks in middle age (unless they are beauties, entertainers or prostitutes) are rather sad, as one should surely have something more substantial to recommend one by this time, such as kindness or cleverness.", "Children who reach the age of eighteen with their entire skills set composed on Nintendo and eating Doritos have been neglected. Their parents neglected to give them the character traits necessary to live successfully.", "'Leave It to Beaver,' which ran from 1957 until 1963, was one of the strangest, sweetest, most distinctive domestic sitcoms of television's celebrated Golden Age.", "I don't feel as if I belong to an age group.", "What fiction offers us is an intimacy shorn of the messy contingencies of human existence - gender, race, class or age. Those moments of transcendence when we exclaim 'You know exactly what I mean!' depend for much of their force on the anonymous character of the intimacy between writer and reader.", "I don't think people should do things because you know, 'I am turning this age, I must go have a husband.' If you find somebody and it works out then have kids, it's very nice. But if you don't, you don't.", "The gift my mother gave me was the gift of possibility. From an early age, she instilled in me a belief that I could do anything I wanted to do. It wasn't a matter of, 'Can I?' or 'Should I?' It was just, 'You can, you must, you will!' She wanted me to believe that anything was possible.", "Death, torture and prison are part of daily life for the youth of Iran. They are not like us, my friends and I at their age; they are not scared. They are not what we were. They hold hands and scream: 'Don't be afraid! Don't be afraid! We are together!' They understand that no one will give them their rights; they must go get them.", "Pakistan is heir to an intellectual tradition of which the illustrious exponent was the poet and philosopher Mohammad Iqbal. He saw the future course for Islamic societies in a synthesis between adherence to the faith and adjustment to the modern age.", "In an age where everything and everyone is linked through networks of glass and air, no one - no business, organization, government agency, country - is an island. We need to do right by all our stakeholders, and that's how you create value for shareholders. And one thing is for sure - no organization can succeed in a world that is failing.", "By four years of age, the average child in a family receiving public assistance has heard about 13 million words, compared to 45 million for a child from a wealthier family. The disadvantages developed during their first four years are usually still present in high school.", "Age is no issue to me. I think 50 is the new 30 and 70 is the new 50. There are no rules that say you have to dress a certain way or be a certain way.", "With portable cameras and affordable data and non-linear digital editing, I think this is a golden age of documentary filmmaking. These new technologies mean we can make complicated, beautifully crafted and cinematic films about real-life stories.", "We live in an age when the traditional great subjects - the human form, the landscape, even newer traditions such as abstract expressionism - are daily devalued by commercial art.", "There is a Fountain of Youth: It is your mind, your talents, the creativity you bring to your life and the lives of the people you love. When you learn to tap this source, you will truly have defeated age.", "When I get 13 or 14 years old, I get crazy with rock music, like, like, deeply crazy. And one of my favorite bands at that moment was, for example, like - bands like Metallica or Led Zeppelin, Black Sabbath, Pink Floyd and Santana, you know? And then I start to play metal, actually, when I was - at the age of 15.", "When we went into World War II, I was a tractor driver then. I drove tractors on the plantation. So when they start calling people my age, 18, up, I was one they called."], "authors": ["Debra Winger", "Dee Dee Myers", "Ben Stein", "Amanda Seyfried", "Aung San Suu Kyi", "Jason Bateman", "Demi Moore", "Ellen Page", "Sally Hawkins", "Julie Burchill", "Dave Ramsey", "Tom Shales", "Quentin Blake", "Will Self", "Zaha Hadid", "Maria Shriver", "Marjane Satrapi", "Benazir Bhutto", "Don Tapscott", "Sal Albanese", "Tina Turner", "Lucy Walker", "Andy Warhol", "Sophia Loren", "Juanes", "B. B. King"]},
{"keywords": [["sad", "grow", "nice"], ["old age", "thought", "old"], ["life", "proud", "face"], ["book", "black", "know"], ["man", "live", "wishes"], ["love", "you", "protect"], ["children", "good", "healthy"], ["loneliness", "sign", "surest"], ["minds", "different", "very"], ["i am", "old age", "me"], ["youth", "moment", "know"], ["woman", "true", "price"], ["sin", "seventy", "being"], ["time", "good", "week"], ["work", "woman", "she"], ["best", "woman", "husband"], ["mind", "body", "thirty"], ["show", "middle", "your"], ["time", "busy", "growing"], ["life", "change", "women"], ["youth", "old", "pay"], ["youth", "old age", "old"], ["good", "myself", "fight"], ["company", "matter", "may"], ["you", "how", "valuable"]], "quotes": ["It is sad to grow old but nice to ripen.", "Old age comes on suddenly, and not gradually as is thought.", "I think your whole life shows in your face and you should be proud of that.", "You know you're getting old when all the names in your black book have M. D. after them.", "Every man desires to live long, but no man wishes to be old.", "Age does not protect you from love. But love, to some extent, protects you from age.", "I want to get old gracefully. I want to have good posture, I want to be healthy and be an example to my children.", "The surest sign of age is loneliness.", "Minds ripen at very different ages.", "To me, old age is always fifteen years older than I am.", "There is always some specific moment when we become aware that our youth is gone; but, years after, we know it was much later.", "A woman telling her true age is like a buyer confiding his final price to an Armenian rug dealer.", "Being seventy is not a sin.", "Middle age is the time when a man is always thinking that in a week or two he will feel as good as ever.", "A woman must make her fortune before she is 30; or work after she is 30; or get married.", "An archaeologist is the best husband a woman can have. The older she gets the more interested he is in her.", "After thirty, a body has a mind of its own.", "Middle age is when your age starts to show around your middle.", "Growing old is no more than a bad habit which a busy person has no time to form.", "I think women should start to embrace their age. What's the alternative to getting older? You die. I can't change the day I was born. But I can take care of my skin, my body, my mind, and try to live my life and be happy.", "We pay when old for the excesses of youth.", "Forty is the old age of youth, fifty is the youth of old age.", "I don't want to fight aging; I want to take good care of myself, but plastic surgery and all that? I'm not interested.", "While one finds company in himself and his pursuits, he cannot feel old, no matter what his years may be.", "Age is how we determine how valuable you are.", "At 19, everything is possible and tomorrow looks friendly."], "authors": ["Brigitte Bardot", "Emily Dickinson", "Lauren Bacall", "Harrison Ford", "Jonathan Swift", "Anais Nin", "Sting", "Annie Dillard", "Stevie Wonder", "Bernard Baruch", "Mignon McLaughlin", "Mignon McLaughlin", "Golda Meir", "Don Marquis", "Anna Held", "Agatha Christie", "Bette Midler", "Bob Hope", "Andre Maurois", "Olivia Munn", "J. B. Priestley", "Hosea Ballou", "Christine Lahti", "Amos Bronson Alcott", "Jane Elliot", "Jim Bishop"]},
{"keywords": [["people", "someone", "you"], ["time", "anxiety", "now"], ["trying", "think", "you"], ["youth", "beyond", "going"], ["children", "true", "say"], ["distance", "double", "like"], ["matter", "feeling", "years"], ["advice", "better", "true"], ["learning", "youth", "old age"], ["time", "impossible", "wish"], ["old age", "you", "bad"], ["money", "socialism", "nothing"], ["great", "old age", "changes"], ["revenge", "worship", "naked"], ["old age", "forgetting", "old"], ["chair", "couch", "psychiatrist"], ["life", "long", "long life"], ["trust", "body", "nobody"], ["eye", "every", "which"], ["memories", "old age", "mental"], ["wisdom", "capacity", "acquired"], ["here", "atomic", "stay"], ["love", "love is", "living"], ["time", "youth", "old age"], ["believe", "someone", "i believe"]], "quotes": ["Middle age is when you've met so many people that every new person you meet reminds you of someone else.", "Now is the age of anxiety.", "Sure I played, did you think I was born at the age of 70 sitting in a dugout trying to manage guys like you?", "One of the delights known to age, and beyond the grasp of youth, is that of Not Going.", "Age does not make us childish, as some say; it finds us true children.", "Age, like distance lends a double charm.", "Age is a matter of feeling, not of years.", "I cannot give any scientist of any age better advice than this: the intensity of a conviction that a hypothesis is true has no bearing over whether it is true or not.", "The excitement of learning separates youth from old age. As long as you're learning you're not old.", "I do wish I could tell you my age but it's impossible. It keeps changing all the time.", "Old age isn't so bad when you consider the alternative.", "There is nothing in socialism that a little age or a little money will not cure.", "It is not well to make great changes in old age.", "Revenge is the naked idol of the worship of a semi-barbarous age.", "One keeps forgetting old age up to the very brink of the grave.", "If the nineteenth century was the age of the editorial chair, ours is the century of the psychiatrist's couch.", "The secret of long life is double careers. One to about age sixty, then another for the next thirty years.", "Nobody expects to trust his body overmuch after the age of fifty.", "Every age has a keyhole to which its eye is pasted.", "What makes old age hard to bear is not the failing of one's faculties, mental and physical, but the burden of one's memories.", "Not by age but by capacity is wisdom acquired.", "The Atomic Age is here to stay - but are we?", "One hour of right-down love is worth an age of dully living on.", "Youth is the time of getting, middle age of improving, and old age of spending.", "Is someone different at age 18 or 60? I believe one stays the same.", "Any time a running back reaches the age of 31 or 32, he has to lose a step. No one is a freak of nature. No one is going to be able to take the pounding a running back has to take over a 10- or 12-year career and not lose a step."], "authors": ["Ogden Nash", "W. H. Auden", "Casey Stengel", "Anthony Burgess", "James Anthony Froude", "Oliver Herford", "Washington Irving", "Peter Medawar", "Rosalyn S. Yalow", "Greer Garson", "Maurice Chevalier", "Will Durant", "Charles Spurgeon", "Percy Bysshe Shelley", "Sidonie Gabrielle Colette", "Marshall McLuhan", "David Ogilvy", "Alexander Hamilton", "Mary McCarthy", "W. Somerset Maugham", "Plautus", "Bennett Cerf", "Aphra Behn", "Anne Bradstreet", "Hayao Miyazaki", "Al Michaels"]},
{"keywords": [["library", "diabetes", "know"], ["people", "dress", "choose"], ["music", "art", "together"], ["life", "people", "growing up"], ["money", "spiritual", "me"], ["process", "down", "aging"], ["dad", "want", "important"], ["good", "girl", "people"], ["children", "flower", "law"], ["positive", "work", "good"], ["mom", "great", "me"], ["sports", "important", "young"], ["word", "teachers", "teaching"], ["think", "incompetent", "signs"], ["important", "young", "album"], ["history", "school", "people"], ["research", "me", "disease"], ["life", "people", "wealth"], ["life", "women", "important"], ["myself", "find", "think"], ["work", "time", "wisdom"], ["social media", "government"], ["i am", "people", "i can"], ["monday", "start", "think"], ["man", "voice", "lost"]], "quotes": ["I was diagnosed with diabetes at age 18. I didn't know what it was, so I went to the library and looked it up.", "I'm age-appropriate. I dress age-appropriately, I choose mates age-appropriately. I'm a big believer in people should act their age.", "Sound as medium has an incredible elasticity. So, of course, it is tempting for artists of other fields to try something with sounds. Why not? We are living in the age when there is no limit in gathering all forms of art and music to mix it together if you so desire.", "I don't care about age very much. I think back to the old people I knew when I was growing up, and they always seemed larger than life.", "A lot of the girls my age were impressed by silly stuff like money and fame. I wanted to be able to have intellectual and spiritual conversations with someone who was on the same page as me.", "Aging is not one process. It's many different things going on that cause us to age. I have a program that at least slows down each of these different processes.", "I want to be a dad. That's floating to the top of my list. I think it's such an important thing. I'm at the age where everyone has kids, and I ask them, 'Is it like a puppy?' And they go, 'It's 10 times a puppy.'", "I remember burying a girl fourteen years of age who had died with a ruptured appendix... I buried a good many people that I knew, some of whom I loved.", "Children learn many principles of natural law at a very early age. For example: they learn that when one child has picked up an apple or a flower, it is his, and that his associates must not take it from him against his will.", "All religions must be made child-proof. Our teachers' unions have done good work in this field, K through 12. Delaying first communions and bar mitzvahs until age 21 would be another positive step.", "My mom beat us until she started breaking clothes hangers. Wooden clothes hangers! Once we started laughing back at her, then your spankings were through. That's the way I was raised. So, I got to be about 13 years of age when finally she quit spanking on me. But I think that it was great way to be raised.", "It's so important for kids to get involved with sports in general at a young age.", "The printed word is no longer as in demand as when I was of the age of pupils or even at the age of the teachers teaching them.", "I was already, I think, at the age of 18, showing signs of being incompetent in the lab.", "I realized at a young age that sequence in an album is almost as important as the songs that are on the album.", "At school, up to the age of sixteen, I found history boring, for we were studying the Industrial Revolution, which was all about Acts, Trade Unions and the factory system, and I wanted to know about people, because it is people who make history.", "When I got diagnosed, the more research I did about it - MS overall, as a subject, as a disease - there's a lot of misconceptions and there's a lot of unknowns about it, and there wasn't anyone out that was close to my age or close to anything like me out there.", "There are several ways to mess up your life by fighting to make your calendar age match your felt age. I live in the Southwest, a part of the country with more than its share of fair skies, material wealth, and people who are trying not to be as old as they are.", "I've realized how important it is to have women in your life. You get to a certain age where you're like, 'I need women around.'", "I think about all my scenes. I do so much revising as I go along; I wonder how I could write books if I hadn't grown up in the computer age. I think I'd be a very different writer. I find myself cutting and pasting, changing things around, and deleting whole paragraphs constantly.", "I feel blessed - I am a woman who has been able to work in the entertainment business for five decades. I don't want to age, but I would never take back a year for the wisdom I've gained in that time.", "In an age when many of our citizens casually reveal information about themselves in social media wildly beyond anything imaginable only a decade ago, it would seem to be a useful exercise in civics to re-educate the public about the value and purpose of protecting against unwarranted government intrusion.", "Sadly, I can't avoid being 75. Like many people of my age, we are all heading towards the grim reaper, and I am clinging on. I just to have to sharpen my fingernails a little so that I can hang on for longer!", "I think the height of ridiculousness was when I was playing Elizabeth in 'The Golden Age' while preparing to start shooting 'I'm Not There.' I literally finished filming Elizabethan grandeur on Friday, flew to Montreal, and started being Bob Dylan on Monday.", "The voice is like a man, like ourselves: we all feel melancholic about what we have lost, the things we could do when we were young. But having the possibility to still perform is wonderful. The voice loses elasticity as you age, but on the other hand, maybe you are more mature as an interpreter, maybe your approach to singing deepens.", "I was reading about an age pill that has been developed which they claim will make you live longer. That is not for me."], "authors": ["Ron Santo", "Jamie Lee Curtis", "Yoko Ono", "Chinua Achebe", "Nick Cannon", "Ray Kurzweil", "Jimmy Fallon", "Tommy Douglas", "Lysander Spooner", "P. J. O'Rourke", "Doug Harvey", "Lindsey Vonn", "Tom Stoppard", "Peter Higgs", "Dr. Dre", "Alison Weir", "Jack Osbourne", "Martha Beck", "Laura Prepon", "Megan McCafferty", "Marie Osmond", "Richard Ben-Veniste", "Terry Wogan", "Cate Blanchett", "Jose Carreras", "Cilla Black"]},
{"keywords": [["politics", "competition"], ["god", "friend", "you"], ["day", "something", "always"], ["good", "stars", "emotional"], ["planning", "opportunities"], ["life", "love", "hope"], ["deaf", "always", "headphones"], ["eyes", "yourself", "find"], ["home", "science", "world"], ["life", "humble", "regret"], ["love", "parents", "loved"], ["america", "photography"], ["storm", "brother", "wolf"], ["i am", "decision", "year"], ["time", "money", "father"], ["life", "love", "happy"], ["family", "light", "young"], ["moon", "space", "mean"], ["believe", "youth", "forward"], ["man", "youth", "meat"], ["time", "hockey", "coaching"], ["early", "cook", "because"], ["work", "art", "mother"], ["maturity", "people", "know"], ["eyes", "me", "doubt"]], "quotes": ["International politics is no longer a zero-sum game but a multi-dimensional arena where cooperation and competition often occur simultaneously. Gone is the age of blood feuds. World leaders are expected to lead in turning threats into opportunities.", "Oh God, friend breakups are the worst. The worst! And I've been through it. Basically, if you're over the age of 5, you've been through friend breakups.", "In this day and age of texts, Twitter, and Facebook, we are very rarely surprised by anything anymore - something always leaks out and gets spoiled.", "Cinema isn't just a good medium for translating graphic novels. It's specifically a good medium for superheroes. On a fundamental, emotional level, superheroes, whether in print or on film, serve the same function for their audience as Golden Age movie stars did for theirs: they create glamour.", "I never planned my career. I never planned to be president of Harvard. People would have thought I was crazy, probably, at the age of 8 or 10 or 20, if I had said that. So what I would say to people planning their careers is to be ready to improvise. Be ready to follow up on opportunities as they unfold.", "I think that everybody needs four things in life. Everybody needs something to do regardless of age. Everybody needs someone to love. Everybody needs something to hope for, and, of course, everybody needs someone to believe in.", "I always have my Beats by Dr. Dre headphones turned up high. I'll probably be deaf by age 50.", "I've been acting since I was 10. At age 14, 15 and 16, it's difficult to find roles and to find yourself, even, and when everyone's eyes are on you, it's difficult.", "Iraq was home of the Abbasid Caliphate, a golden age when the Muslim world was at the forefront of math, science and medicine.", "If I had one regret in life... it's that I was not more humble at an earlier age.", "I knew that I was loved. And that's such an important thing. And, of course, at such an early age, you take it for granted. Of course your parents love you. Of course Mrs. Hubert across the street loves you and your godmother loves you and your grandparents love you.", "'America 24/7' will be a landmark series in documentary photography and the watershed event of the new digital photography age.", "My novel 'Wolf Brother' is set in northern Scandinavia during the late Stone Age, so I was aware from the start of Norse influences. I used some Norse names, and the soul-eater Thiazzi is based on the Norse storm giant, Thiassi.", "I am growing handsome very fast indeed! I expect I shall be the belle of Amherst when I reach my 17th year. I don't doubt that I shall have perfect crowds of admirers at that age. Then how I shall delight to make them await my bidding, and with what delight shall I witness their suspense while I make my final decision.", "My father, who was jailed for stealing on more than one occasion, just abandoned his fatherly responsibilities and disappeared. I grew up working from the time I was nine years of age. Money was a big issue everywhere I lived.", "My blog is a celebration of the unexpected, settled, happy life I find myself living in Portland, Maine, at the ripe old age of fifty with someone I deeply love and am very happy with. That's part of why I started the blog.", "When I was younger, I was always willing to tell a joke and play out a scene. I would get sticks and pretend they were light sabers. I think it was just at a young age, I was so willing to jump up and perform a little play at the family picnic.", "This is the first convention of the space age - where a candidate can promise the moon and mean it.", "Paradoxical as it may seem, to believe in youth is to look backward; to look forward we must believe in age.", "A man loves the meat in his youth that he cannot endure in his age.", "I didn't know that I'd like it this much, coaching both boys and coming out all the time and seeing how excited they are to play hockey. It reminds you of when you were that age and you wanted to be out on the ice.", "I could cook from quite an early age - purely because I liked it.", "Every work of art is the child of its age and, in many cases, the mother of our emotions. It follows that each period of culture produces an art of its own which can never be repeated.", "Age-class running, as you know, is completely unreliable. It's based on this artificial thing, which is that people who are the same age have the same level of physical maturity. Which just isn't true.", "We are all shaped by where we grow up, though that shaping takes different forms. I don't think there's any doubt that coming of age in Winnipeg both opened my eyes and made me hungry - if I can subvert all claims to be a real writer by mixing metaphors like that.", "A house with any kind of age will have dozens of stories to tell. I suppose if a novelist could live long enough, one could base an entire oeuvre on the lives that weave in and out of an antique house."], "authors": ["Hassan Rouhani", "Melissa Rivers", "Brad Goreski", "Virginia Postrel", "Drew Gilpin Faust", "Lou Holtz", "Rutina Wesley", "Moises Arias", "Richard Engel", "Rick Pitino", "Jessye Norman", "Rick Smolan", "Michelle Paver", "Emily Dickinson", "Wayne Dyer", "Kate Christensen", "Sufe Bradshaw", "David Brinkley", "Dorothy L. Sayers", "William Shakespeare", "Joe Sakic", "Jamie Oliver", "Wassily Kandinsky", "Malcolm Gladwell", "Guy Gavriel Kay", "Anita Shreve"]},
{"keywords": [["mom", "myself", "keep going"], ["life", "responsibility", "man"], ["past", "mirror", "friends"], ["men", "appreciate", "you"], ["within", "possibility", "come"], ["afraid", "aging"], ["world", "game", "win"], ["people", "me", "trying"], ["religion", "believe"], ["world", "old age", "hands"], ["america", "aging", "fired"], ["change", "help", "people"], ["daily", "baby", "shoes"], ["life", "time", "know"], ["deep", "job", "people"], ["cooking", "fat", "young"], ["man", "child", "growing"], ["man", "face", "responsible"], ["life", "light", "moon"], ["past", "old age", "someone"], ["storm", "old age", "flying"], ["man", "over", "every"], ["youth", "young", "wasted"], ["children", "remain", "shows"], ["old age", "old", "enough"]], "quotes": ["The most inspiring piece of advice I've gotten is simply to persevere. My mom taught me to always keep going no matter what from an early age. When it feels too difficult to push forward, I always remind myself, 'This too shall pass,' and then I redouble my efforts.", "Any young man coming of age has a lot to go through. Peter Parker certainly has a lot of responsibility, and without doubt, so does Pippin - his role, his life, and how he is going to perform it. It's all about choices and how we make them.", "Past middle age, some friends suggested that I should have my eyebags removed, the deepening creases on my face stretched. I often examined my face in the mirror, imagining how I'd look if I followed the suggestion. I decided to retain the old mug. I was too familiar and comfortable with it. And the final hindrance: the cost.", "The lovely thing about being forty is that you can appreciate twenty-five-year-old men more.", "There is an anti-aging possibility, but it has to come from within.", "I'm not afraid of aging.", "I personally think that we can win the World Cup. We are improving with every game. With such a young average age in the squad we can only carry on improving.", "I don't like it when people who are young act like they're 40. That's taking too much on. Putting up a shield and trying to act like you're so mature or whatever - I don't try to act mature. Some people might say I'm mature for my age, but it's not something I'm trying to do, you know? I'm just me.", "I'm not a New Age person, but I do believe in meditation, and for that reason I've always liked the Buddhist religion. When I've been to Japan, I've been to Buddhist temples and meditated, and I found that rewarding.", "We should so provide for old age that it may have no urgent wants of this world to absorb it from meditation on the next. It is awful to see the lean hands of dotage making a coffer of the grave.", "I get all fired up about aging in America.", "I definitely don't look my age. So I actively look for roles that will help people change their perception of me.", "Take charge of hidden, sneaky sources of chronic inflammation that can trigger illness and disease by wearing comfortable shoes daily, getting an annual flu vaccine, and asking your doctor why you're not on a statin and baby aspirin if you're over the age of forty.", "I feel more grounded and more settled than I ever have. I don't know whether that is to do with my spirituality or whether I'm wiser about life, but as you age you become more selective about what you listen to, devote your time to and who you hang out with.", "Jobs are a centuries-old concept created during the Industrial Revolution. Despite the reality that we're now deep in the Information Age, many people are studying for, or working at, or clinging to the Industrial Age idea of a safe, secure job.", "From a young age, I understood the idea of balanced flavor - the reason you put ketchup on a hamburger. I was that kid who wouldn't eat something if there was something missing. I never really understood it until I began cooking professionally, balancing acids, sweets, spicy flavors and fat.", "A man growing old becomes a child again.", "Alas, after a certain age every man is responsible for his face.", "Gray hairs seem to my fancy like the soft light of the moon, silvering over the evening of life.", "In old age we are like a batch of letters that someone has sent. We are no longer in the past, we have arrived.", "Old age is like a plane flying through a storm. Once you're aboard, there's nothing you can do.", "Every man over forty is a scoundrel.", "Youth is wasted on the young.", "Age merely shows what children we remain.", "Old age has deformities enough of its own. It should never add to them the deformity of vice.", "We are always the same age inside."], "authors": ["Liya Kebede", "Matthew James Thomas", "F. Sionil Jose", "Colleen McCullough", "Susan Anton", "Shelley Duvall", "Ruud van Nistelrooy", "Taylor Swift", "Clint Eastwood", "Pearl S. Buck", "Willard Scott", "Elijah Wood", "David Agus", "Sharon Stone", "Robert Kiyosaki", "Michael Mina", "Sophocles", "Albert Camus", "Jean Paul", "Knut Hamsun", "Golda Meir", "George Bernard Shaw", "George Bernard Shaw", "Johann Wolfgang von Goethe", "Eleanor Roosevelt", "Gertrude Stein"]},
{"keywords": [["knowledge", "working", "cultures"], ["great", "gift", "sexy"], ["friendship", "creativity"], ["history", "political", "people"], ["christmas", "tree", "year"], ["youth", "old age", "ornament"], ["youth", "year", "late"], ["change", "young", "nice"], ["old age", "old", "diseases"], ["best", "time", "youth"], ["man", "i am", "old age"], ["respect", "old age", "profound"], ["retirement", "ridiculous"], ["people", "me", "silly"], ["life", "mind", "busy"], ["accept", "everyone", "always"], ["time", "appreciation", "me"], ["time", "good", "past"], ["education", "children", "mother"], ["perfection", "book", "short"], ["birthday", "flowers", "me"], ["time", "good", "people"], ["women", "men", "young"], ["spirit", "race", "olympic"], ["best", "work", "people"]], "quotes": ["Our working hypothesis is that the status of knowledge is altered as societies enter what is known as the postindustrial age and cultures enter what is known as the postmodern age.", "It doesn't matter what age you are. You can look sexy and feel great, and that doesn't have to be a gift only for the young. It can be a gift for any age, even the old, whatever that is nowadays.", "From an early age I didn't buy into the value systems of working hard in a nine-to-five job. I thought creativity, friendship and loyalty and pushing the boundaries of what was acceptable was much more interesting.", "Me personally, I want to entertain people above all. When you look back at burlesque in history and the real golden age of burlesque, those entertainers were there to entertain, and there wasn't usually some big political message behind what they were doing.", "I played guitar from the age of four or five. Every year there would be a slightly larger triangular box under the Christmas tree, until finally I got one that was big enough to make a proper sound.", "Bashfulness is an ornament to youth, but a reproach to old age.", "Youth is when you're allowed to stay up late on New Year's Eve. Middle age is when you're forced to.", "One of the many things nobody ever tells you about middle age is that it's such a nice change from being young.", "All diseases run into one, old age.", "Youth is the best time to be rich, and the best time to be poor.", "I will never be an old man. To me, old age is always 15 years older than I am.", "He has a profound respect for old age. Especially when it's bottled.", "Retirement at sixty-five is ridiculous. When I was sixty-five I still had pimples.", "I'm not interested in age. People who tell me their age are silly. You're as old as you feel.", "The answer to old age is to keep one's mind busy and to go on with one's life as if it were interminable. I always admired Chekhov for building a new house when he was dying of tuberculosis.", "Everyone must accept that we will age and age is not always flattering.", "I lost a dear friend of mine from a rugby injury at 26. We don't usually deal with mortality at that early age and it's given me an appreciation of time, of trying to fit everything in.", "One of the things you learn in football is that you're only as good as your last outing. I don't like to reflect on what we've done in the past. I'm not a very good storyteller, for one thing. I'd disappoint you. When it's time, I'll talk about the good old days. But it's a sign of old age, reveling in the past.", "Dr. Ben Carson has the most moving personal narrative in modern presidential politics. His mother, one of 24 children, had only a third-grade education. She was married at age 13, bore Ben and his brother, and then raised the boys as an impoverished single mother in Detroit. As a young boy, Carson was a terrible student.", "There is something that falls short of perfection in every book, without exception, something influenced by the age, even something ridiculous; just like everyone, without exception, has weaknesses.", "At my age flowers scare me.", "In every age 'the good old days' were a myth. No one ever thought they were good at the time. For every age has consisted of crises that seemed intolerable to the people who lived through them.", "Wives are young men's mistresses, companions for middle age, and old men's nurses.", "The Olympic Spirit is neither the property of one race nor of one age.", "Nearly all the powerful people of this age are unbelievers, the best of them in doubt and misery, the most in plodding hesitation, doing as well as they can, what practical work lies at hand.", "No matter what age you are, or what your circumstances might be, you are special, and you still have something unique to offer. Your life, because of who you are, has meaning."], "authors": ["Jean-Francois Lyotard", "Carol Alt", "Adam Clayton", "Dita Von Teese", "Johnny Marr", "Aristotle", "Bill Vaughan", "Dorothy Canfield Fisher", "Ralph Waldo Emerson", "Euripides", "Francis Bacon", "Gene Fowler", "George Burns", "Henri Frederic Amiel", "Leon Edel", "Amitabh Bachchan", "Matthew Rhys", "Chuck Noll", "Nicholas Kristof", "Josef Skvorecky", "George Burns", "Brooks Atkinson", "Francis Bacon", "Pierre de Coubertin", "John Ruskin", "Barbara De Angelis"]},
{"keywords": [["good", "live", "want"], ["truth", "architecture"], ["time", "architecture", "never"], ["equality", "parents", "woman"], ["failure", "process"], ["voting", "doubt", "free"], ["family", "think", "early"], ["children", "men", "youth"], ["experience", "heart", "forest"], ["children", "mother", "problems"], ["love", "good", "daughter"], ["life", "music", "mom"], ["man", "old age", "old"], ["effort", "america", "growing"], ["community", "passion", "service"], ["science", "character", "writing"], ["evil", "slavery", "believe"], ["life", "positive", "beautiful"], ["passion", "world", "better"], ["youth", "old age", "long"], ["love", "work", "hope"], ["knowledge", "god", "truth"], ["great", "yourself", "doing"], ["whatever", "coming of age"], ["beginning", "internet", "content"]], "quotes": ["I don't want to live beyond the age of 75. That would be a good point to bow out. I don't want to go on for ever.", "Architecture is always the will of the age conceived as space - nothing else. Until this simple truth is clearly recognized, the struggle over the foundation of a new architecture confident in its aims and powerful in its impact cannot be realized; until then, it is destined to remain a chaos of uncoordinated forces.", "It must be understood that every architecture is bound to its time and manifests itself only in vital tasks and through the materials of its age. It has never been otherwise.", "When I was coming of age, I remembered reading and studying the initial ideas within the feminist movement. There was this idea with my parents' generation that in order to find equality, a woman would need to behave like a man.", "In the 1940s, traveling for an African was a complicated process. All Africans over the age of sixteen were compelled to carry 'Native passes' issued by the Native Affairs Department and were required to show that pass to any white policeman, civil servant, or employer. Failure to do so could mean arrest, trial, a jail sentence or fine.", "All Nigerians of voting age are free to vote based on their convictions. It is our duty to defend and protect that basic right, and - let no one be in doubt - we will.", "I come from a family rooted in the arts, so I think I naturally gravitated towards performing from an early age.", "Ours is decidedly not an age of Abrahams, Jacobs, or of youthful Elazars proud to be regarded as men of seventy. On the contrary, it is one in which the external signs of aging are avoided at all costs, youth is worshipped, and immortality is sought not in children but in Botox.", "To experience the northern forest in the raw, I went to northern Finland and Lapland, travelling on horseback, and sleeping on reindeer skins in the traditional open-fronted Finnish laavu. I ate elk heart, reindeer and lingonberries, and tried out spruce resin: the chewing gum of the Stone Age.", "My mother grew up with each of her children - whatever your age, that's the age she'd be when she listened to your stories. She never belittled our problems. It made for something permanent and reliable.", "I don't want to just be a teenage star. I want to be known by parents, and I want them to go, 'Oh I love that song; he's really good for his age. My daughter loves him, but I love him, too.'", "The first seven years of my life, me, my mom and dad and my four older siblings lived in a suburb of Stockholm, and my mom was very active with directing theater. So I basically grew up at the theater on the floors of the shows, so I was really surrounded with music at a young age.", "The old age of lower mammals presents characters similar to those found in man.", "It is my growing conviction that the Baptist churches in America are behind the age in missionary spirit. They now and then make a spasmodic effort to throw off a nightmare debt of some years' accumulation, and then sink back into unconscious repose.", "My passion for service came from my parents, and my community involvement began at a very young age, when I volunteered with the local Chamber of Commerce in Lowell, MA to help revitalize our city.", "My own writing has perhaps more of an American flavor than a British one, but that's because the stories I've so far written have needed it. 'Empire State,' 'Seven Wonders' and 'The Age Atomic' are all very place-centric, where the setting itself is almost a character. But there is a universality to story that isn't just limited to science fiction.", "In this enlightened age, there are few I believe, but what will acknowledge, that slavery as an institution is a moral & political evil in any country. It is useless to expatiate on its disadvantages.", "When you're put in a position to really affect young people who are going to run the world one day, if you're able to be in their life at a young age and make a positive impact, I think that's a beautiful thing.", "Better pass boldly into that other world, in the full glory of some passion, than fade and wither dismally with age.", "Old age is ready to undertake tasks that youth shirked because they would take too long.", "Many believe - and I believe - that I have been designated for this work by God. In spite of my old age, I do not want to give it up; I work out of love for God and I put all my hope in Him.", "To me it seems as plain as can be that the Bible declares that all the wicked will God destroy; again, that those who, during the Millennial age when brought to a knowledge of the truth, shall prove willful sinners will be punished with everlasting destruction.", "Age gives you a great sense of proportion. You can be very hard on yourself when you're younger but now I just think 'well everybody's absolutely mad and I'm doing quite well'.", "The nicest thing about coming of age is that I can do whatever I like.", "Now that digital lifestyle devices, tablets, wireless phones, and other Internet appliances are beginning to come of age, we need to worry about presenting our content to these devices so that it is optimized for their display capabilities.", "I'm going to do my best to do both and die of an ulcer at age 30."], "authors": ["Cilla Black", "Ludwig Mies van der Rohe", "Ludwig Mies van der Rohe", "Bryce Dallas Howard", "Nelson Mandela", "Goodluck Jonathan", "Juliet Rylance", "Meir Soloveichik", "Michelle Paver", "Esther Rolle", "Shawn Mendes", "Erik Hassle", "Elie Metchnikoff", "Adoniram Judson", "James Costos", "Adam Christopher", "Robert E. Lee", "Zendaya", "James Joyce", "W. Somerset Maugham", "Michelangelo", "Charles Taze Russell", "Morrissey", "Cilla Black", "Mike Davidson", "Shane West"]},
{"keywords": [["best", "god", "gift"], ["music", "jazz", "machine"], ["child", "five", "tuberculosis"], ["world", "me", "trying"], ["virtue", "hypothesis", "being"], ["women", "me", "group"], ["time", "good", "greatest"], ["leadership", "now", "e-commerce"], ["myself", "democracy", "maturity"], ["believe", "temptation"], ["live", "process", "civilization"], ["grandmother", "general"], ["step", "first step", "chemistry"], ["good", "people", "down"], ["fat", "she", "mean"], ["culture", "together"], ["me", "young", "something"], ["women", "believe", "i believe"], ["success", "greatest", "moment"], ["time", "power", "people"], ["hope", "old age", "old"], ["character", "hair", "someone"], ["together", "week", "month"], ["wisdom", "think", "level"], ["know", "you", "bread"]], "quotes": ["I realised from a very early age that God gave me a gift, and that gift was to run, and I wanted to use it to the best of my ability.", "Jazz is the folk music of the machine age.", "I was a sickly child, contracting tuberculosis at the age of five.", "From a very young age, militarism and trying to solve the world's problems through militarism is something that has always resonated with me as being a bad idea.", "In choosing a hypothesis there is no virtue in being timid. I clearly would have been burned at the stake in another age.", "And I can't tell you how many women from a certain age group - they would be in their 30s now, 20s and 30s - tell me about how I was their role model when they were young girls.", "It's a good thing Winston Churchill was around before the shallow age of television. He might never have become one of the greatest leaders of all time.", "Leadership in telecommunications is also essential, since we are now in the age of e-commerce.", "I don't know whether it's age or maturity, but I certainly find myself committed more and more to the looser forms of Western democracy at any price.", "Those who believe in the importance of serving others should lead the way by fighting against the temptation we all have, and maybe especially as we age, to close in upon ourselves.", "The age in which we live can only be characterized as one of barbarism. Our civilization is in the process not only of being militarized, but also being brutalized.", "At the age of fifteen my grandmother became the concubine of a warlord general.", "We were making the first step out of the age of chemistry and physics, and into the age of biology.", "I couldn't do it at all. I was never really good at it, but I can't imagine what it can be like as a fortunate person not having to deal with it. I mean, people of all ages, not just my age, 25, 35, all the way down the line.", "Well, I mean she's of a certain biological age but she didn't have to go around with fat patches and stuff.", "The various forms of intellectual activity which together make up the culture of an age, move for the most part from different starting-points, and by unconnected roads.", "I knew from a very young age that there was something very wrong with me.", "It's the kind of clothes that mothers and daughters can wear, in terms of concept... It's not about age. It's about taste, and it's about lifestyle. I believe women of all ages can wear anything.", "It's ironic that at age 32, at probably the greatest moment of my career, with The Godfather having such an enormous success, I wasn't even aware of it, because I was somewhere else under the deadline again.", "Entire generations of Americans have come of age since the ancient time when the president's power was constrained by a duty of candor to the American people.", "Those who have no hope pass their old age shrouded with an inward gloom.", "It's a hard thing to age a character because you can't really suddenly give someone gray hair.", "When we signed our deal in 1974, we'd already been together for six years. When they lowered the drinking age in Ontario in 1971 to 18 years, we went from playing two or three high schools in a month to playing clubs two or three times a week.", "I actually think with age comes some level of wisdom.", "At my age, I don't buy but a half a loaf of bread, you know?", "My age and health will never allow me to realize the dream of art I've been pursuing all my life."], "authors": ["Betty Cuthbert", "Paul Whiteman", "Dinah Sheridan", "Justin Sane", "Thomas Gold", "Lindsay Wagner", "Neil Cavuto", "Michael Oxley", "John le Carre", "Marvin Olasky", "Alva Myrdal", "Jung Chang", "Jeremy Rifkin", "Stockard Channing", "Stockard Channing", "Walter Pater", "Patty Duke", "Ralph Lauren", "Francis Ford Coppola", "James Bovard", "Wilfred Owen", "Alison Bechdel", "Alex Lifeson", "Nina Totenberg", "Merle Haggard", "Paul Cezanne"]},
{"keywords": [["god", "children", "effort"], ["life", "time", "myself"], ["time", "thinking", "people"], ["music", "death", "father"], ["parents", "me", "young"], ["management", "information"], ["time", "end", "anger"], ["art", "father", "artist"], ["unique", "child", "start"], ["day", "old age", "people"], ["simple", "yourself", "achieve"], ["work", "accomplish", "matter"], ["technology", "down", "think"], ["women", "community", "men"], ["beginning", "enlightenment"], ["imagination", "small", "living"], ["eyes", "memory", "political"], ["evolution", "think", "myth"], ["art", "fun", "problem"], ["home", "mom", "dad"], ["life", "believe", "youth"], ["eyes", "people", "dark"], ["life", "work", "future"], ["hope", "good", "people"], ["music", "history", "aviation"]], "quotes": ["You have to make the effort with children. You can't have them thinking that I reckon I'm special, otherwise they'll start thinking they're special. I want them to feel normal for as long as possible because God knows they'll reach an age when they'll be told they're not.", "Thirty was a big deal for me. It was the age where I reevaluated everything - how I approached life and how I thought about myself. When I look at my 20s, or when I look at any period in my life, I think about how much time I've wasted trying to find the right man.", "People have to understand one thing: at the age of 18, I arrived at a dream club like Manchester United. It was a dream come true. But, even at that moment, I was thinking about playing in England for some years and then going to play in Spain. Even at that time I was thinking that way, and I always gave 100% everything.", "The reason I'm not more political is because I have music. And from a young age, I needed it. After prison, my father came to America, joined the Army, fought in Vietnam - and was exposed to Agent Orange. He died a slow, horrible death. Music was my escape.", "Even though I played national level badminton, I told my parents when I was in 10th that I was not interested in continuing. Being a model or actor fascinated me from a young age, and I even did a couple of ads when I was just eight years old.", "We're not in an information age anymore. We're in the information management age.", "I think the only time I show my emotions and anger is on the cricket field; otherwise, I've mellowed down. And with age, I think, with age you always end up mellowing down.", "My father came to Chennai at the age of 16 from a village in Coimbatore. He was an artist and was clear he wanted to do something, so he came to Chennai and joined an art course for eight years before he came into films.", "I was very unique as a child, dressed a certain way, acted a certain way, didn't fit in with everybody. So I immediately got picked on, especially around the age of 12 and 13, when you start going to junior high and start mingling with the older kids. To counteract that, strictly for self-defense, I wanted to get bigger.", "People do not realize that Alzheimer's is not old age. It is a progressive and fatal disease and staggering amounts of people develop Alzheimer's every day.", "If you dedicate yourself to something, you can achieve it. It's simple, but it's true, and your age is just an excuse.", "My message is, you can accomplish anything, not just on the athletic field, if you're willing to work pay the price. It doesn't matter what your age.", "I think every age lives in a blend of technology so there's always older ones mixed in with newer ones, and when the new technology goes down, the immediate fallback position is either that technology just before that or one several technologies back.", "We need to evolve a uniform law which does not leave room for any confusion and states that the minimum marriageable age for women is 18 years and that for men is 21 years. But the demand for this should come from within the community.", "The Enlightenment, the Age of Reason, is seen as the beginning of modern depravity.", "I grew up in Sierra Leone, in a small village where as a boy my imagination was sparked by the oral tradition of storytelling. At a very young age I learned the importance of telling stories - I saw that stories are the most potent way of seeing anything we encounter in our lives, and how we can deal with living.", "I think that the memory of Armenia's genocide opened my eyes at an early age to the existence of political cynicism.", "I think of evolution as a myth, like the Norse myths, the Greek myths - anybody's myths. But it was created for a rational age.", "Kids are naturally gifted at art from a very young age. The problem is when they get older and become self-conscious. The process should always be fun, though.", "Like a lot of kids, I had a Superman cake or different theme cakes, but then I hit the age where I think my mom thought I was ready for the German chocolate cake that she makes for my dad. Just the sight of that, the taste of that frosting, just reminds me of being at home with my mom and my dad and my sister and my friends.", "By the proper intakes of vitamins and other nutrients and by following a few other healthful practices from youth or middle age on, you can, I believe, extend your life and years of well-being by twenty-five or even thirty-five years.", "When sighted people cover their eyes or find themselves in a dark place, this is something that's very terrifying for us. And so in general, we assume that this is what blindness means. But of course, it isn't. For people who were born blind or who go blind at a very young age, that's not at all what blindness means.", "The truth is that at age 19, I was a teenage mother living alone with my daughter in a trailer and struggling to keep us afloat on my way to a divorce. And I knew then that I was going to have to work my way up and out of that life if I was going to give my daughter a better life and a better future, and that's what I've done.", "I often joke that 100 years from now I hope people are saying, 'Dang, she looks good for her age!'", "If Beethoven had been killed in a plane crash at the age of 22, it would have changed the history of music and of aviation.", "In swimming, especially training out in the ocean and open water, you got fogged-over goggles, you're stuck with your own thoughts - there's great benefits to that, deep thinking like that after many hours, but there's also tremendous loneliness. You burn out. You want to run, jump, ski, do anything. So at age 30, I was finished."], "authors": ["Noel Gallagher", "Amy Adams", "Cristiano Ronaldo", "Gloria Estefan", "Deepika Padukone", "Chris Hardwick", "Gautam Gambhir", "Suriya", "John Cena", "Melina Kanakaredes", "Herschel Walker", "Herschel Walker", "Margaret Atwood", "Girija Vyas", "Umberto Eco", "Ishmael Beah", "Serj Tankian", "Tom Wolfe", "Damien Hirst", "Willie Geist", "Linus Pauling", "Rosemary Mahoney", "Wendy Davis", "Dolly Parton", "Tom Stoppard", "Diana Nyad"]},
{"keywords": [["goals", "blessed", "i am"], ["relationship", "marriage"], ["change", "children", "growth"], ["women", "yourself", "body"], ["school", "living", "learn"], ["time", "women", "good"], ["life", "spiritual", "amazing"], ["change", "business", "service"], ["great", "teen", "right"], ["power", "globalisation"], ["work", "time", "crazy"], ["life", "knowledge", "good"], ["different", "forgotten", "then"], ["healthy", "afraid", "knowing"], ["shoes", "you", "matching"], ["end", "research", "problems"], ["life", "good", "i am"], ["learning", "myself", "great"], ["school", "calendar", "leaving"], ["music", "best", "hope"], ["gender", "world", "people"], ["design", "theater", "wanted"], ["planning", "thinking", "study"], ["mother", "people", "said"], ["life", "family", "time"]], "quotes": ["Even though I am extremely blessed to have accomplished many of my goals at such a young age, I am still reaching, still striving.", "My grandparents got married at a very young age, and a lot of what I think about marriage is based on their relationship.", "I meet so many that think population growth is a major problem in regard to climate change. But the number of children born per year in the world has stopped growing since 1990. The total number of children below 15 years of age in the world are now relatively stable around 2 billion.", "I just think that knowing about your body at any age, whether it's educating yourself on fertility, getting mammograms, going through puberty - whatever it may be, is really important. I just really encourage women empowerment and being comfortable talking about these issues.", "I never quite toed the line. I was a bit disruptive. All my early school reports from the age of 5 were 'Daniel must learn not to distract others.' And now, that's what I do for a living.", "I've always been a creative speller and never achieved good grades in school. I graduated from high school but didn't have the opportunity to attend college, so I did what young women my age did at the time - I married.", "I was interested in transcendence from a very early age. I was interested in what was over there, what was behind life. So when I had my first communion I was very disappointed. I had expected something amazing and surprising and spiritual. Instead all I got was a bicycle. That wasn't what I was after at all.", "As a result of the digital age and the decline of first-class mail, there is no question that the Postal Service must change and develop a new business model.", "As a precocious teen I dreamed of being Graham Greene. Well, as it turned out, I never wrote a great novel, sadly, and I never converted to Catholicism, happily, but I did do one thing he did. That is, in middle age I moved to a seaside town and got into a right barney with the local powers-that-be.", "In the age of globalisation, pooled sovereignty means more power, not less.", "You can't be crazy and wild when you're on work time. But, I like it, in that sense I think it makes you a better person for having matured at a younger age.", "If you are fortunate in life, age and knowledge breed compassion. And as I have gotten older, I came to understand, that a person's sexual orientation has absolutely nothing to do with their ability to be a good parent.", "I would prefer to be forgotten, then rediscovered in a different age.", "Knowing how to age and not being afraid of aging is very healthy.", "Matching shoes and bags immediately age you by 10 years.", "All research in the cultural sciences in an age of specialization, once it is oriented towards a given subject matter through particular settings of problems and has established its methodological principles, will consider the analysis of the data as an end in itself.", "I am convinced that a good building must be capable of absorbing the traces of human life and taking on a specific richness... I think of the patina of age on materials, of innumerable small scratches on surfaces, of varnish that has grown dull and brittle, and of edges polished by use.", "I grew up in the age of discount air fare, and for me, the act of joining a culture was a great way about learning about that different culture. So I grew up in the South, and went to college in the North, and found out that I learned about myself as a Southerner by leaving the South and going to the Northeast.", "When I was 14, I used to have a calendar on my wall, crossing the days off until I was 15, because the school leaving age was 15. Then three months before I turned 15 they changed the leaving age to 16.", "I hope people half my age and twice my age will listen to my music - I want it to live forever and for my audience to feel like they have a friend in my music. Music is a spirit. It heals. It's an amazing thing to be loved and appreciated, and sometimes, music has not just been my best friend, it's been my only friend.", "I can't really speak to the other parts of the economy, but what I think is very true of the tech world is that it's easy for talented people - whatever their gender, age, or race - to rise up and succeed.", "At age 12 or 13, I wanted to design for showgirls - for the theater!", "Except for some effects that I attribute mostly to age, my intuitive thinking is just as prone to overconfidence, extreme predictions, and the planning fallacy as it was before I made a study of these issues.", "I had played the Virgin Mary in 'Jesus of Nazareth,' and I had done 'Juliet' at the age of 15. People said, 'Where do you go from playing Juliet and the Virgin Mary?' And I said, 'Mother Teresa of Calcutta.'", "I learned at a very early age that life is a battle. My family was poor, my neighborhood was poor. The only way that I could get away from the awfulness of life, at that time, was at the movies. There I decided that my big aim was to make money. And it was there that I became a very determined woman.", "The one person whom I would like to be is Meryl Streep. Even at her age, she sits alongside the younger heroines at the Oscars with her name in the nominee list, and others around her wonder whether they still stand a chance."], "authors": ["Jennifer Hudson", "Kyle Chandler", "Hans Rosling", "Khloe Kardashian", "Dan Stevens", "Debbie Macomber", "Anselm Kiefer", "Bernie Sanders", "Julie Burchill", "Jose Manuel Barroso", "Kay Panabaker", "Ronnie Musgrove", "Bill Viola", "Evelyn Lauder", "Ines de La Fressange", "Max Weber", "Peter Zumthor", "Bruce Feiler", "Mark E. Smith", "Hunter Hayes", "Joy Covey", "Christian Louboutin", "Daniel Kahneman", "Olivia Hussey", "Susan Hayward", "Rani Mukerji"]},
{"keywords": [["greatest", "career", "appreciate"], ["great", "end", "world"], ["childhood", "youth", "old age"], ["wisdom", "you", "wrinkles"], ["myself", "old age", "problem"], ["yourself", "poverty", "youth"], ["love", "ice cream", "early"], ["ideas", "original", "crowded"], ["time", "marriage", "home"], ["progress", "man", "world"], ["love", "regret", "you"], ["love", "myself", "girl"], ["funny", "love", "light"], ["man", "thinking", "suffering"], ["life", "focus", "amazing"], ["me", "chance", "finding"], ["life", "leadership", "father"], ["best", "greatest", "day"], ["wisdom", "thought", "care"], ["death", "women", "culture"], ["women", "power", "sexy"], ["family", "good", "happy"], ["women", "inequality", "career"], ["walking", "girl", "want"], ["relationship", "marriage"]], "quotes": ["I think one of the greatest joys I have now in my career and in my profession is to be playing at an age where I can appreciate it more than I used to... It's a whole different lens you look through the older you get.", "You still stand watch, O human star, burning without a flicker, perfect flame, bright and resourceful spirit. Each of your rays a great idea - O torch which passes from hand to hand, from age to age, world without end.", "Study is the bane of childhood, the oil of youth, the indulgence of adulthood, and a restorative in old age.", "Age does not bring you wisdom, age brings you wrinkles.", "Old age is a special problem for me because I've never been able to shed the mental image I have of myself - a lad of about 19.", "The price of indulging yourself in your youth in the things you cannot afford is poverty and dependence in your old age.", "My love for ice cream emerged at an early age - and has never left!", "The ideas of an age are most abundant where they are not crowded by original ideas.", "Bring a wife home to your house when you are of the right age, not far short of 30 years, nor much above; this is the right time for marriage.", "The reason for the slow progress of the world seems to lie in a single fact. Every man is born under the yoke, and grows up beneath the oppressions of his age.", "O love, if I regret the age when one savors you, it is not for the hour of pleasure, but for the one that follows it.", "I love physical kinds of comedy and getting down and dirty and doing stunts. When I was growing up, I was always getting into fights with guys and usually punching out boys my age because I was a lot bigger and tougher. So I'm naturally accustomed to putting myself into the headspace of a girl who can take care of herself.", "Light and funny has a more compelling quality when you're younger. But I haven't abandoned the genre: I love falling down; I love Lucille Ball. It's just that a lot of those stories revolve around problems that I can't convincingly portray at this age.", "Perhaps they thought I was on a fact-finding mission, never for one moment thinking that a man of my age and build could be suffering from bulimia nervosa, but that's what the consultant said I had.", "Like most people my age, my job is the main focus of my life. I don't have some kind of jet-setting fabulous lifestyle where I'm constantly in situations to acquire amazing anecdotes, that's it.", "Well, I think there's not much of a chance for me finding somebody of my age. Gentlemen of my age are dropping down 30 years to find girlfriends.", "The more consistent a father can be or a mentor can be in the person's life and teach them principles of real solid manhood, character, integrity and leadership, the more consistent you can be in the person's life and teach them those things at a younger age, and then the better off they'll be.", "Maybe back in the day you didn't need to be the greatest looking to be on TV and you didn't need to speak the best, but in this day and age, I think you need to be the package. You need to look the part for your sponsors, you need to be able to speak the part for the media and to big CEOs.", "Never say never, but the thought of electively cutting oneself is beyond my grasp, and I also object to it politically. Denying the lines on our faces makes a comment about age and wisdom I don't care to make.", "I would like to say how much I resent people who say of the Islamic Republic that this is our culture - as if women like to be stoned to death, or as if they like to be married at the age of nine.", "Women of every age and size really just want to look sexy, while retaining their power and dignity.", "I've been very lucky and I have a happy old age with good family and friends still around.", "There's still a massive inequality between the genders. If you look at the trajectory of a male actor's career, there's no hesitation or hiatus. But women after the age of 35 to 40 are rarely placed in the centre of the story.", "I want to be age appropriate. I don't want to be that girl you see walking away and she looks 25 and then she turns around and she looks 90.", "My grandparents got married at a very young age, and a lot of what I think about marriage is based on their relationship. I watched them over the years and saw how they dealt with everything together, as a team.", "For a man who has compared himself to Theodore Roosevelt and the nation's challenges to those of the Gilded Age, Obama put forward a tepid agenda."], "authors": ["Andre Agassi", "Karel Capek", "Walter Savage Landor", "Estelle Getty", "E. B. White", "Dorothy Dix", "Ginger Rogers", "Franz Grillparzer", "Hesiod", "John Jay Chapman", "Jean-Jacques Rousseau", "Cameron Diaz", "Julia Roberts", "John Prescott", "Anna Paquin", "Victoria Wood", "Allan Houston", "Danica Patrick", "Debra Winger", "Azar Nafisi", "L'Wren Scott", "Maeve Binchy", "Juliet Stevenson", "Stevie Nicks", "Kyle Chandler", "Ron Fournier"]},
{"keywords": [["religion", "me", "find"], ["work", "morning", "today"], ["living", "know", "you"], ["me", "know", "nothing"], ["people", "live", "complaining"], ["mind", "matter", "you"], ["happy", "fool", "friends"], ["food", "day", "think"], ["universe", "earth", "space"], ["know", "feel", "conscious"], ["talking", "disease"], ["eyes", "they say", "say"], ["soul", "man", "body"], ["i am", "healthy", "long"], ["growth", "ignorance", "human"], ["love", "relationship", "people"], ["good", "perfect", "better"], ["nature", "young", "eating"], ["history", "women", "men"], ["life", "heart", "four"], ["design", "early", "ever"], ["fitness", "myself", "i am"], ["best", "thought", "devil"], ["media", "live", "new"], ["experience", "vintage", "which"]], "quotes": ["I ask you to pray for me, for once age has overtaken us, we find consolation only in religion.", "In my day, at 12 years old, which was 38 years ago, we worked out in summer months for two and a half hours. Today someone in that age group might work out for four hours, two hours in the morning and two at night.", "You just never know when you're living in a golden age.", "The age factor means nothing to me. I'm old enough to know my limitations and I'm young enough to exceed them.", "The people who live in a golden age usually go around complaining how yellow everything looks.", "Age is strictly a case of mind over matter. If you don't mind, it doesn't matter.", "I was always too mature for my age - and not very happy. I had no young friends. I wish I could go back to those days. If I could only live it all again, how I would play and enjoy other girls. What a fool I was.", "I've always felt that sexuality is a really slippery thing. In this day and age, it tends to get categorized and labeled, and I think labels are for food. Canned food.", "Geological age plays the same part in our views of the duration of the universe as the Earth's orbital radius does in our views of the immensity of space.", "Ours is an excessively conscious age. We know so much, we feel so little.", "Talking is the disease of age.", "They say eyes clear with age.", "Man has no Body distinct from his Soul; for that called Body is a portion of Soul discerned by the five Senses, the chief inlets of Soul in this age.", "I am of a healthy long lived race, and our minds improve with age.", "Of all the wastes of human ignorance perhaps the most extravagant and costly to human growth has been the waste of the distinctive powers of womanhood after the child-bearing age.", "I went through a phase when I was 13 where I would only fall in love with people over the age of 19 or 20. I never had a real relationship with any of these people, but it was definitely the guy I wanted to hang out with and wanted to go on trips with. I would be like, 'But, Daddy, he's a musician!'.", "We're taught at such a young age that you can always be better and that you're never perfect and that you're never good enough.", "I've been very competitive by nature from a young age, whether it was eating a bowl of pasta faster than somebody else, or always wanting to be the first one in line.", "There's no way to approach anything in an objective way. We're completely subjective; our view of the world is completely controlled by who we are as human beings, as men or women, by our age, our history, our profession, by the state of the world.", "Poe was such a tragic and brilliant figure; he's somebody whom I've been somewhat obsessed with my whole life. I first read 'The Tell-Tale Heart' at age four.", "I discovered at an early age that all I've ever wanted to do is design.", "Even though I'm not a competitive athlete, I have to still maintain things and try to keep myself fit because I am at that age where I need to make sure to get those regular checkups and make sure everything is in tact.", "Do you remember when you were 10 or 11 years old and you really thought your folks were the best? They were completely omniscient and you took their word for everything. And then you got older and you went through this hideous age when suddenly they were the devil, they were bullies, and they didn't know anything.", "We do live in this age of new media.", "There's a vintage which comes with age and experience.", "It's not the normal way to look at things but I experienced death at a really young age and because of that it's been part of my mental landscape that death is really very possible."], "authors": ["Paul Cezanne", "Mark Spitz", "Alexander Payne", "Marv Levy", "Randall Jarrell", "Jack Benny", "Maria Callas", "Michael Stipe", "John Joly", "D. H. Lawrence", "Ben Jonson", "Philip Larkin", "William Blake", "William Butler Yeats", "Anna Garlin Spencer", "Olivia Wilde", "Shawn Johnson", "Maria Sharapova", "Charlie Kaufman", "Rose McGowan", "Jonathan Ive", "Jackie Joyner-Kersee", "Chuck Palahniuk", "Seal", "Jon Bon Jovi", "Cate Blanchett"]},
{"keywords": [["life", "growth", "evolution"], ["trust", "patience", "myself"], ["moving on", "heart", "grief"], ["honor", "filmmaking", "young"], ["day", "calendar", "care"], ["team", "job", "help"], ["time", "history", "past"], ["history", "school", "world"], ["anger", "pain", "road"], ["time", "wind", "remember"], ["stone", "vietnam", "back"], ["alone", "stress", "focus"], ["time", "dreams", "politics"], ["disability", "hair"], ["victory", "illusion", "worth"], ["time", "women", "great"], ["faith", "medical", "security"], ["believe", "body", "think"], ["funny", "child", "know"], ["information", "now", "more"], ["peace", "unity", "world"], ["music", "people", "important"], ["homework", "story", "early"], ["time", "myself", "hands"], ["myself", "i am", "know"]], "quotes": ["Where there is age there is evolution, where there is life there is growth.", "And so, at the age of thirty, I had successively disgraced myself with three fine institutions, each of which had made me free of its full and rich resources, had trained me with skill and patience, and had shown me nothing but forbearance and charity when I failed in trust.", "If you've got to my age, you've probably had your heart broken many times. So it's not that difficult to unpack a bit of grief from some little corner of your heart and cry over it.", "I really took filmmaking very seriously... It was an honor and then a crutch also, because at a young age, I was like, I guess I'm a serious filmmaker. I never set out to be a serious filmmaker. I just set out to make movies.", "I've found a formula for avoiding these exaggerated fears of age; you take care of every day - let the calendar take care of the years.", "I look at it this way. I'm not putting age limits on what I can do. As long as I can do the job to help the team win and feel like I'm playing at a high level, which I feel I can do for a long while, I'm going to play no matter what my age is.", "Each age tries to form its own conception of the past. Each age writes the history of the past anew with reference to the conditions uppermost in its own time.", "I saw no African people in the printed and illustrated Sunday school lessons. I began to suspect at this early age that someone had distorted the image of my people. My long search for the true history of African people the world over began.", "When you start suppressing feelings at an early age, it hurts you down the road. Full expression of anger and pain is very important.", "When I write about a 15-year old, I jump, I return to the days when I was that age. It's like a time machine. I can remember everything. I can feel the wind. I can smell the air. Very actually. Very vividly.", "We should bomb Vietnam back into the stone age.", "I like to be alone so I can write. But focus can hurt you. I don't want to be some stress casualty in early middle age.", "I came at age in the '60s, and initially my hopes and dreams were invested in politics and the movements of the time - the anti-war movement, the civil rights movement. I worked on Bobby Kennedy's campaign for president as a teenager in California and the night he was killed.", "I take advantage of every thing I can - age, hair, disability - because my cause is just.", "The misconception that a victory can be worth its price, has in the nuclear age become a total illusion.", "This will be the fourth time I've seen this film. I'm very proud of it and I think it's a great movie for women of any age. And almost every single man I've talked to has admitted to crying.", "The public has lost faith in the ability of Social Security and Medicare to provide for old age. They've lost faith in the banking system and in conventional medical insurance.", "I figured my body always would be able to repair itself. I think all of us believe that - until you begin to age and get hit with deteriorating joints.", "No, no, I was only funny on stage, really. I, I, think I was funny as a person toward my classmates when I was very young. You know, when I was a child, up to about the age of 12.", "I've got volumes on how not to behave. I've got more information now than a guy should have at my age.", "Our civilization is now in the transition stage between the age of warring empires and a new age of world unity and peace.", "It is so important for people at a young age to be invited to embrace classical music and opera.", "I will not go into a story unprepared. I will do my homework, and that's something I learned at an early age.", "So by the time I taught myself the bass guitar at the age of 14, my hands were already pretty nimble.", "I've told so many lies about my age I don't know how old I am myself.", "It is distressing to me that we live in an age in which we still must fight to protect our civil rights as Americans, in which a hate crime perpetrated against someone based their sexual orientation can go unpunished, and in which discrimination is being written into our laws."], "authors": ["Anjelica Huston", "Simon Raven", "Emma Thompson", "John Singleton", "Ed Wynn", "Dan Marino", "Frederick Jackson Turner", "John Henrik Clarke", "Andrew Shue", "Haruki Murakami", "Curtis LeMay", "James Ellroy", "David Talbot", "Marjory Stoneman Douglas", "Alva Myrdal", "Amber Tamblyn", "Ron Chernow", "Lee Majors", "Rowan Atkinson", "Charlie Sheen", "John Boyd Orr", "Luciano Pavarotti", "Ed Bradley", "John Entwistle", "Ruby Wax", "John Conyers"]},
{"keywords": [["old age", "place", "old"], ["youth", "old age", "old"], ["old age", "old", "shipwreck"], ["old age", "sorrow", "old"], ["heart", "rebel", "you"], ["enemy", "despair", "rage"], ["old age", "may", "say"], ["envy", "wrinkles", "cheeks"], ["success", "old age", "start"], ["family", "face", "heritage"], ["life", "success", "work"], ["trust", "government", "internet"], ["woman", "world", "treat"], ["mind", "photography", "ideas"], ["time", "history", "freedom"], ["problem", "stone", "solution"], ["poetry", "literature", "kind"], ["sister", "brother", "friends"], ["men", "looking", "gain weight"], ["faith", "heart", "moving"], ["positive", "peace", "war"], ["home", "health", "mother"], ["life", "gratitude", "sea"], ["change", "important", "someone"], ["life", "born", "eighteen"]], "quotes": ["Old age is no place for sissies.", "In youth we run into difficulties. In old age difficulties run into us.", "Old age is a shipwreck.", "There's no such thing as old age, there is only sorrow.", "If you haven't turned rebel by twenty you've got no heart; if you haven't turned establishment by thirty you've got no brains!", "Oh rage! Oh despair! Oh age, my enemy!", "Whatever poet, orator or sage may say of it, old age is still old age.", "Let age, not envy, draw wrinkles on thy cheeks.", "Old age is like everything else. To make a success of it, you've got to start young.", "As you age naturally, your family shows more and more on your face. If you deny that, you deny your heritage.", "Have regular hours for work and play; make each day both useful and pleasant, and prove that you understand the worth of time by employing it well. Then youth will be delightful, old age will bring few regrets, and life will become a beautiful success.", "Non-disclosure in the Internet Age is quickly perceived as a breach of trust. Government, corporations and each of us as individuals must recalibrate how we live and share our lives appropriate to the information now available and the expectations of others.", "I have always felt that a woman has the right to treat the subject of her age with ambiguity until, perhaps, she passes into the realm of over ninety. Then it is better she be candid with herself and with the world.", "Photography suits the temper of this age - of active bodies and minds. It is a perfect medium for one whose mind is teeming with ideas, imagery, for a prolific worker who would be slowed down by painting or sculpting, for one who sees quickly and acts decisively, accurately.", "This is an exciting time. I believe we stand at the edge of a new age - a Golden Age - of freedom that will rival any of the great eras of world history because it will be the entire world itself that is changing.", "My solution to the problem would be to tell the North Vietnamese Communists frankly that they've got to drawn in their horns and stop their aggression or we're going to bomb them into the stone age.", "An age which is incapable of poetry is incapable of any kind of literature except the cleverness of a decadence.", "If you age with somebody, you go through so many roles - you're lovers, friends, enemies, colleagues, strangers; you're brother and sister. That's what intimacy is, if you're with your soulmate.", "Men are allowed to age. Men are allowed to gain weight. Men are allowed to be quirky looking.", "I have seen lonely people of advancing age, yet as constant as angels, keeping faith to those they loved who fell in wars that current generations, not having known them, cannot even forget. The sight of them moving hesitantly among the tablets and crosses is enough to break your heart.", "Every child's taste is different. Don't worry if they're not reading 'War and Peace' at age 12. First, build a good foundation and a positive attitude about reading by letting them pick the stories they enjoy. Make friends with a bookseller or librarian. They are a wealth of information on finding books that kids enjoy.", "I grew up in one of the most socially conservative neighborhoods in Ohio, and my parents were traditional Catholics. But in her old age, my mother got her home health care from a guy who was gay, who was wonderful to her. Before she died, she rode a float in the Cincinnati Gay Pride Parade.", "At the age of 18, I made up my mind to never have another bad day in my life. I dove into a endless sea of gratitude from which I've never emerged.", "I think in all cultural organizations there has to be renewal. I'm also of a certain age that someone new can come in with a breath of fresh air. Things change, and I think that's important.", "Life would be infinitely happier if we could only be born at the age of eighty and gradually approach eighteen.", "Swing voters are more appropriately known as the 'idiot voters' because they have no set of philosophical principles. By the age of fourteen, you're either a Conservative or a Liberal if you have an IQ above a toaster."], "authors": ["Bette Davis", "Beverly Sills", "Charles de Gaulle", "Fay Weldon", "Kevin Spacey", "Pierre Corneille", "Sinclair Lewis", "Thomas Browne", "Theodore Roosevelt", "Frances Conroy", "Louisa May Alcott", "Simon Mainwaring", "Carl Sandburg", "Edward Weston", "Joe Lieberman", "Curtis LeMay", "Raymond Chandler", "Cate Blanchett", "Janeane Garofalo", "Mark Helprin", "Rick Riordan", "Gail Collins", "Patch Adams", "Zarin Mehta", "Mark Twain", "Ann Coulter"]},
{"keywords": [["home", "good", "daughter"], ["state", "avid", "swimmer"], ["dad", "man", "plan"], ["life", "time", "successful"], ["travel", "home", "moment"], ["art", "power", "lost"], ["goals", "long", "play"], ["life", "work", "responsibility"], ["gender", "world", "matter"], ["think", "bad", "intolerance"], ["day", "week", "balance"], ["important", "young", "think"], ["health", "people", "care"], ["dance", "parents", "curiosity"], ["happy", "day", "vision"], ["love", "job", "people"], ["heart", "old age", "triumph"], ["change", "yourself"], ["time", "feel", "nap"], ["i am", "walking", "me"], ["live", "long", "you"], ["process", "you", "aging"], ["life", "preparation", "purpose"], ["youth", "living", "only"], ["something", "aging", "avoid"]], "quotes": ["My daughter, Grace, was not killed by a gun. She died suddenly at age 5 from a virulent form of strep. As I stood stunned in a church at her memorial, one of the hardest things I heard someone say was, 'I'm going to go home and hug my child a little tighter.' 'Well, good for you,' I thought. 'I'm going to go home and scream.'", "I was an avid swimmer and was state champ at age 12.", "My career plan at this point is 'Ice Age 5' through '10,' and even '12,' and 'Spider Man' - you know, basically I'd be Emma Stone's dad for the rest of my career. I really don't have any problem doing that.", "If you're successful at a young age, no matter the profession, there has to come a time when you reevaluate everything, what it means to you. 'Is this what I want to do for the rest of my life?'", "I started to travel like this at the age of 15 so for me, it's normal. Some days you get tired and you feel, 'I want to stay at home a little bit more,' but it's only the moment.", "We haven't lost romance in the digital age, but we may be neglecting it. In doing so, antiquated art forms are taking on new importance. The power of a handwritten letter is greater than ever. It's personal and deliberate and means more than an e-mail or text ever will.", "Age is just a number. When I started, I never worried about how long I was going to play. I had very specific goals, and that's what I really chased.", "Our responsibility in life is not to lie around and wait for things to happen. Our responsibility in life is to work. Life is getting out and getting things done. When people say they're over-the-hill at age 50, I don't understand it.", "Everyone in the world should have a trench coat, and there should be a trench coat for everyone in the world. It does not matter your age; it doesn't matter your gender.", "I've always had, like, from the age of about 11, I've had such an intolerance for bad behaviour of actors that I don't think I was ever going to be that person.", "At age nine, I got a paper route. Sixty-six papers had to be delivered to sixty-six families every day. I also had to collect thirty cents a week from each customer. I owed the paper twenty cents per customer per week, and got to keep the rest. When I didn't collect, the balance came out of my profit. My average income was six dollars a week.", "I think it's really important to be able to talk when something's wrong. I learned at a really young age that if you don't talk about it, it can drive you insane.", "We ought to follow through on an idea that was first proposed by President Clinton to allow people over the age of 55 who are not eligible for Medicare into the Medicare system, at cost, and below cost for those who can't afford it. That takes care of a significant number of the people who don't have health insurance.", "It's a tender and complicated dance, watching our parents age. We become protective in ways we never were before, and we study them with a mix of sadness and curiosity: Is this what we will be like when we are their age? We tell ourselves to be patient - just answer the same question again as if it wasn't answered a moment ago.", "There was a point where there was a vision that we'll get to a certain age, and then we'll retire and be happy. Now that's like, that's being compromised every day. So I think we have to start living happy now and stop waiting for the forty years because by then you'll be so sick, you wouldn't enjoy it anyway.", "The thing I love most about my job is watching people age backward, becoming more lively and energetic as they free themselves from situations that are toxic to their essential selves.", "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent that is to triumph over old age.", "If you're old, don't try to change yourself, change your environment.", "I don't feel old. I don't feel anything till noon. That's when it's time for my nap.", "Thirty was so strange for me. I've really had to come to terms with the fact that I am now a walking and talking adult.", "Age is not a particularly interesting subject. Anyone can get old. All you have to do is live long enough.", "The aging process has you firmly in its grasp if you never get the urge to throw a snowball.", "Preparation for old age should begin not later than one's teens. A life which is empty of purpose until 65 will not suddenly become filled on retirement.", "Youth does not require reasons for living, it only needs pretexts.", "No one can avoid aging, but aging productively is something else.", "The real sadness of fifty is not that you change so much but that you change so little."], "authors": ["Ann Hood", "Apolo Ohno", "Denis Leary", "Kirsten Dunst", "Rafael Nadal", "Ashton Kutcher", "Leander Paes", "Herschel Walker", "Angela Ahrendts", "Daniel Radcliffe", "Lou Holtz", "Mary-Kate Olsen", "John Edwards", "Patti Davis", "Bruce Lipton", "Martha Beck", "Amos Bronson Alcott", "B. F. Skinner", "Bob Hope", "C. S. Lewis", "Don Marquis", "Doug Larson", "Dwight L. Moody", "Jose Ortega y Gasset", "Katharine Graham", "Max Lerner"]},
{"keywords": [["me", "realize", "always"], ["strength", "power", "school"], ["privacy", "live", "texting"], ["life", "love", "friendship"], ["democracy", "capitalism"], ["happy", "actor", "open"], ["positive", "change", "work"], ["sister", "vacation", "cute"], ["god", "power", "poverty"], ["time", "way", "see"], ["too much", "much", "natural"], ["find", "spirit", "will"], ["life", "alone", "i am"], ["character", "world", "will"], ["day", "generation", "walking"], ["women", "society", "honor"], ["think", "you", "kind"], ["people", "me", "living"], ["twice", "little", "turned"], ["patience", "i am", "internet"], ["family", "good", "man"], ["poetry", "heroic", "reason"], ["young", "see", "hear"], ["way", "you", "role"], ["music", "children", "believe"]], "quotes": ["I must be more sensible and realize that at my age, illusions are hardly permitted and they will always destroy me.", "Brain power improves by brain use, just as our bodily strength grows with exercise. And there is no doubt that a large proportion of the female population, from school days to late middle age, now have very complicated lives indeed.", "I like texting as much as the next kidult - and embrace it as yet more evidence, along with email, that we live now in the post-aural age, when an unsolicited phone call is, thankfully, becoming more and more understood to be an unspeakable social solecism, tantamount to an impertinent invasion of privacy.", "Our scientific age demands that we provide definitions, measurements, and statistics in order to be taken seriously. Yet most of the important things in life cannot be precisely defined or measured. Can we define or measure love, beauty, friendship, or decency, for example?", "Industrial capitalism brought representative democracy, but with a weak public mandate and inert citizenry. The digital age offers a new democracy based on public deliberation and active citizenship.", "I'm much more open to being a supporting actor right now. At the age of 60, I'll be second fiddle. Fine. I'm happy to do it.", "Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it. That's why the power of positive thinking will not work for most people. The subconscious mind is like a tape player. Until you change the tape, it will not change.", "I definitely used to lie about my age. I'm from Tennessee and everyone would vacation in Destin, Florida, where there are lots of cute guys. I would go with my older sister and lie about my age to them.", "Visit those who are sick, or who are in trouble, especially those whom God has made needy by age, or by other sickness, as the feeble, the blind, and the lame who are in poverty. These you shall relieve with your goods after your power and after their need, for thus biddeth the Gospel.", "Every time I see something terrible, it's like I see it at age 19. I keep a freshness that way.", "If one age believes too much it is natural that another believes too little.", "Whoever marries the spirit of this age will find himself a widower in the next.", "What is the worst of woes that wait on age? What stamps the wrinkle deeper on the brow? To view each loved one blotted from life's page, And be alone on earth, as I am now.", "It is well for the world that in most of us, by the age of thirty, the character has set like plaster, and will never soften again.", "I created Punk for this day and age. Do you see Britney walking around wearing ties and singing punk? Hell no. That's what I do. I'm like a Sid Vicious for a new generation.", "You know, my hair is very upsetting to people, but it's upsetting on purpose. It is important to look old so that the young will not be afraid of dying. People don't like old women. We don't honor age in our society, and we certainly don't honor it in Hollywood.", "I don't think it's a question of age as much as it's a question of what kind of shape you're in.", "Watching Jaws just scared the living daylights out of me when I was young. I know a lot of people my age who are still petrified of sharks because of that film.", "I dainty little lass I wasn't. I looked twice my age until I turned 10 or 11.", "A final word: I am not knowledgeable about the internet. I do not have a computer. I guess that at 74 years of age, I don't have the patience to learn.", "Just call me a family man and an actor who digs his whole scene, side interests and all. Just say I feel mighty good at the ripe old age of 27.", "The reason can only be this: heroic poetry depends on an heroic age, and an age is heroic because of what it is, not because of what it does.", "There are now grandmothers and grandfathers coming to see us because they are of that age, they grew up in the '50s and '60s and they bring their sons and their daughters to hear the songs they heard when they were young.", "At my age, you sort of fart your way into a role.", "If children are not introduced to music at an early age, I believe something fundamental is actually being taken from them.", "Memory is the first casualty of middle age, if I remember correctly."], "authors": ["Paul Cezanne", "A. N. Wilson", "Will Self", "Dennis Prager", "Don Tapscott", "Robin Williams", "Bruce Lipton", "Lucy Hale", "John Wycliffe", "Ralph Nader", "Ludwig Borne", "William Ralph Inge", "Lord Byron", "William James", "Avril Lavigne", "Tyne Daly", "Strom Thurmond", "Ashley Scott", "Maureen O'Hara", "David Wilkerson", "Bobby Darin", "Lascelles Abercrombie", "George Thorogood", "Donald Sutherland", "Luciano Pavarotti", "Candice Bergen"]},
{"keywords": [["women", "rules", "young"], ["experience", "women", "children"], ["yourself", "people", "think"], ["love", "best", "time"], ["youth", "lost", "mourning"], ["good", "prove", "never"], ["dating", "men", "fun"], ["fun", "old age", "people"], ["business", "happy", "people"], ["end", "day", "america"], ["happiness", "me", "important"], ["life", "time", "people"], ["life", "work", "day"], ["change", "time", "morning"], ["home", "reason", "early"], ["heart", "grow", "better"], ["passion", "giving", "heart"], ["life", "success", "time"], ["myself", "darkness", "week"], ["dad", "myself", "fight"], ["life", "joy", "sweet"], ["best", "prohibition", "think"], ["money", "parents", "world"], ["computers", "know", "want"], ["football", "men", "speech"]], "quotes": ["I figured out it was a social thing, what women were allowed to do. At a very young age, I decided I was not going to follow women's rules.", "Nearly one in four women will experience domestic violence during her lifetime. And slightly more than half of female victims of domestic violence live in households with children under age 12.", "It seems that when you get to a certain age you almost give yourself permission to misbehave and say what you think. People allow it, with very old people.", "I love things that age well - things that don't date, that stand the test of time and that become living examples of the absolute best.", "Middle age went by while I was mourning for my lost youth.", "I'm at the age where I've got to prove that I'm just as good as I never was.", "I've been dating younger men since my 20s, When I was 29, I dated someone 21... younger men are just more fun. I like their energy. I've always been kind of young for my age.", "I admire those people who hold on to their elegance in old age but I'd rather have fun.", "I started in the restaurant business at the age of 19 as a waitress. I loved the atmosphere and the camaraderie of the restaurant business. I loved not having to go to an office. I loved making people happy.", "Even all the top players going to Europe to play helps soccer in America, as do all the MLS players like Beckham and all that, they're trying to promote it. At the end of the day it's about getting the younger generation interested at an early age so most of them will move on and play.", "I learned from a very young age that if I pursued the things that truly excited me, that they would reward in more important ways, like happiness.", "Life expectancy in many parts of Africa can be something around the age of thirty five to thirty eight. I mean you're very fortunate if you live to that age. In fact when I went to Uganda for the first time one of the things that occurred to me was that I saw very few elderly people.", "This is what I asked for, and in this day and age that's what actually goes on. But what hurts me the most is that I work just as hard as any other actress around my age, like Scarlett Johansson, but I just don't get the opportunities that they get because people are so distracted by the mess that I created in my life.", "I woke up on the plane this morning and was turning on my phone and I had to put my pin number in. That's when I realized that since the age of 10 I've been using 2012 as my pin number. But now that I've won gold in the 2012 Olympics, I've achieved that goal and, for the first time in 14 years, I'll have to change my pin.", "Part of the reason I sort of shot out like a cannon out of Michigan and left home at such an early age is because I had to feel independent.", "I like to think I get better with age, but maybe absence makes the heart grow fonder.", "My passion for giving is no different than yours. I give because it's in my heart to give. I give because I was taught to give at a very early age. This is how I developed my passion for giving.", "People equate success with youth. And if you haven't had a certain amount of success by a certain time in your life, it's never going to happen. There's a fear about that. So people start lying about their age really young. I've never done that because I think it's so insignificant.", "I'm at the age where I just want to experiment. You know, play a crime investigator one week, a pregnant girl one week, an angel of darkness another week. I don't want to define myself by any category, or age, or role.", "I actually study boxing - my dad was a Golden Gloves champion so I learned how to fight at a very young age. Growing up in Brooklyn you always had to watch your back, so I pretty much learned to protect myself.", "Did you come of age in those sweet summers of the early nineteen-sixties, when the airwaves were full of rock and roll's doo-wop promise of joy and the nation was full of J.F.K.'s eloquent promise of a New Frontier? I did. Life seemed to be laid out before us like a banquet; everything was for the taking, especially hearts.", "Popularizing - much less venturing beyond one's secure turf - was frowned upon for many years. I think I probably internalized the prohibition, even though I was - and knew I was - among the best speakers and writers of my age cohort. I don't mean I was the best historian - a quite different measure.", "My world was completely different to other boys my age. When I was six I was earning money, and by 10 I was paying more tax than the parents of other pupils. I feel a lot older than my years. Because I was working with adults, I had to mature a lot quicker.", "I know when I grew up, it was, if it was daylight outside, get outside. Well, now, with the technological age of computers and everything, everyone's inside virtually going everywhere they want to go, virtually having relationships, virtually traveling across the neighborhood, virtually going to that island.", "I've always written. At the age of six or seven, I would get sheets of A4 paper and fold them in half, cut the edges to make a little eight-page booklet, break it up into squares and put in little stick men with little speech bubbles, and I'd have a spy story, a space story and a football story.", "With so many forty- and fifty something mums and dads in Converse stalking the streets, I can see why there's a slew of books about the menopause and middle age, the most recent addition being David Bainbridge's plucky, glass-half-full meditation or, as he calls it, 'natural history.'"], "authors": ["Joan Jett", "Lucille Roybal-Allard", "Julie Walters", "Giorgio Armani", "Mason Cooley", "Rex Harrison", "Dana Delany", "Heather Graham", "Anne Burrell", "Ian Rush", "Brandon Boyd", "Annie Lennox", "Lindsay Lohan", "Cameron van der Burgh", "Madonna Ciccone", "Bonnie Raitt", "Jackie Joyner-Kersee", "Jennifer Jason Leigh", "Leven Rambin", "Lana Parrilla", "John Lahr", "Tony Judt", "Aaron Johnson", "Matthew McConaughey", "Ian Rankin", "Rachel Johnson"]},
{"keywords": [["daughter", "loss", "tragedy"], ["teacher", "son", "wife"], ["business", "today", "job"], ["writing", "son", "thought"], ["time", "money", "stars"], ["time", "money", "day"], ["media", "internet", "much"], ["mind", "memory", "body"], ["life", "music", "imagination"], ["best", "history", "religion"], ["culture", "looking", "know"], ["good", "great", "generation"], ["family", "light", "mother"], ["wisdom", "confused", "feel"], ["best", "good", "people"], ["life", "family", "home"], ["children", "school"], ["morning", "experience", "monday"], ["book", "i am", "voice"], ["time", "appreciate", "tough"], ["myself", "find", "think"], ["style", "mistake", "want"], ["conflict", "identity", "young"], ["dad", "end", "gift"], ["life", "business", "giving"]], "quotes": ["The biggest tragedy I had was the loss of my daughter from neuromuscular disease in 2000, at age 46.", "From a very early age, my wife and I told our son that there are times and places for everything. I told him, look, when you're in class, you have to be quiet and listen to your teacher, but when you go out to the playground, you can scream and be silly.", "Regardless of age, regardless of position, regardless of the business we happen to be in, all of us need to understand the importance of branding. We are CEOs of our own companies: Me, Inc. To be in business today, our most important job is to be head marketer for the brand called You.", "Fiction writing was in my blood from a very young age, but I never considered writing as a real career. I thought you had to have some literary pedigree to be a successful author, the son of Hemingway or Fitzgerald.", "I'm glad I was born when I was. My time was the golden age of variety. If I were starting out again now, maybe things would happen for me, but it certainly would not be on a variety show with 28 musicians, 12 dancers, two major guest stars, 50 costumes a week by Bob Mackie. The networks just wouldn't spend the money today.", "We can no longer waste time and money. Every day, more than 2,000 girls in America, age 15-19, give birth - in the wealthiest, most educated nation in the world! Neither you nor I should accept this statistic.", "In this age of media and Internet access, we are much more talkative than ever before.", "Your body actually reminds you about your age and your injuries - the body has a stronger memory than your mind.", "For some reason I can't explain, artist and musicians tend to look younger than our age. Being in music, you need this youthful sense of discovery and wonder for what you're doing and keep your imagination open. That's a youthful way of looking at life and I think that reflects in how you age.", "Religion is the best antidote to the individualism of the consumer age. The idea that society can do without it flies in the face of history and, now, evolutionary biology.", "I don't know if it's responsible for kids of my age to be so aggressively pursuing monogamous binds, because I don't think we're ready for them. The romanticism within our culture dictates that that's what you're supposed to be looking for.", "I would have loved to have been a footballer like my great uncle Matt Busby, but I knew quite early on that I wasn't going to make the grade. Luckily I was told by the age of 13 that I wasn't good enough. That's not a bad thing. You see this 'X Factor' generation of kids now who don't accept that they're not good enough.", "I was a product of a divorced family and I used humor as a weapon to combat sadness. I used comedy to make my mother laugh in light of the darkness that she faced, and to me it became a very powerful tool at a very young age, at six. I saw how therapeutic it could be.", "I feel increasingly like age is very irrelevant. Quite often, cynicism is confused with wisdom, and my scorn is confused with a knowing, which I don't have.", "In the 1970s and 1980s there was so little decent fiction for young people, but we're now in a golden age that shows no sign of fading. Philip Pullman, J. K. Rowling, Lemony Snicket are only three of the best known among a good number of equals.", "Most things in my life I had before leaving home. Values, support, great family. I was shaped at an early age. A musician playing guitar, I wanted to be a folk singer.", "Everybody's got to do something... I'd been on my own since an early age and I thought I better find something to do to buy biscuits and stuff. From high school onwards I was earning my way with photography, one way or another, working in darkrooms and taking pictures of weddings, neighbors' children and so on.", "I actually think the whole concept of retirement is a bit stupid, so yes, I do want to do something else. There is this strange thing that just because chronologically on a Friday night you have reached a certain age... with all that experience, how can it be that on a Monday morning, you are useless?", "You know, I'm a big comic book fan. As a kid I used to collect them until there was a horrible mudslide in Hollywood and I lost my collection, but I was also at an early age the voice of 'Jonny Quest;' it was a cartoon; so I am kind of a latent fan boy.", "It's possible that you have been told a time or 10 that you don't appreciate how tough your elders had it. It's true that, if you had been coming of age back in, say, 1960, you would probably be feeling more restricted, if only because you were doomed to spend your days in a skirt, nylon stockings and girdle.", "I do so much revising as I go along; I wonder how I could write books if I hadn't grown up in the computer age. I think I'd be a very different writer. I find myself cutting and pasting, changing things around and deleting whole paragraphs constantly.", "Your personal style should evolve with age. To say you want the same style at 25 as at 45 is a mistake.", "From a young age, I was rubbing elbows with a very different kind of person and social class, and I felt a lot of tension and conflict in my identity because of that.", "I'll tell you something: my dad was a nuclear engineer and he was really bright, and I've always said that because of negotiating at such a young age with my dad, it was really such a gift because I could then negotiate with very difficult personalities - and not end up being the scapegoat. I learned to really pick and choose my battles.", "Talk to people no one else is talking to. Who would have thought that giving a speech at a funeral at age 12 would introduce me to a man who would introduce me to my first business contact who would introduce me to several other important people in my life. That's luck. That's randomness.", "What I felt at that time - we're talking about '61 - was that I couldn't remember seeing a film that reflected the age we were living in."], "authors": ["Alvin Toffler", "Mark Hoppus", "Tom Peters", "James Rollins", "Carol Burnett", "Jane Fonda", "David Duchovny", "Mikhail Baryshnikov", "Joshua Bell", "Jonathan Sacks", "Ezra Miller", "Brendan Coyle", "Josh Gad", "Laura Marling", "David Mitchell", "Sissy Spacek", "Elliott Erwitt", "Stuart Rose", "Tim Matheson", "Gail Collins", "Megan McCafferty", "Stacy London", "David Lindsay-Abaire", "Faith Prince", "Ben Casnocha", "Ken Adam"]},
{"keywords": [["people", "hug", "want"], ["unique", "color", "security"], ["mature", "innocent", "ways"], ["mom", "mother", "child"], ["life", "people", "proud"], ["children", "today", "graduation"], ["best", "women", "woman"], ["funny", "year", "value"], ["myself", "support", "believing"], ["good", "people", "me"], ["birthday", "i am", "girl"], ["morning", "past", "old age"], ["i am", "me", "heroes"], ["cell phone", "difficult", "way"], ["history", "soul", "moment"], ["future", "planning", "retirement"], ["next", "heresy", "orthodoxy"], ["information", "modern", "walls"], ["end", "world", "ideas"], ["woman", "old age", "doctor"], ["good", "mother", "old age"], ["strength", "opportunity", "youth"], ["enthusiasm", "old", "who"], ["women", "myself", "beautiful"], ["mind", "man", "i am"]], "quotes": ["With age, you get to a place where you don't want to knock people out. You just want to give people a hug.", "The information encoded in your DNA determines your unique biological characteristics, such as sex, eye color, age and Social Security number.", "I'm very mature for my age, but I'm also innocent in a lot of ways.", "There are only two things a child will share willingly; communicable diseases and its mother's age.", "In an age of specialization people are proud to be able to do one thing well, but if that is all they know about, they are missing out on much else life has to offer.", "For students today, only 10 percent of children from working-class families graduate from college by the age of 24 as compared to 58 percent of upper-middle-class and wealthy families.", "The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles.", "A stockbroker urged me to buy a stock that would triple its value every year. I told him, 'At my age, I don't even buy green bananas.'", "I came of age believing that, no matter what happened, I would always be able to support myself.", "The name 'Wiz' comes from me being the youngest dude in my age group of people that I hung out with. I was pretty good at anything I tried to do, so they would call me a young wiz.", "Every year on my birthday, I start a new playlist titled after my current age so I can keep track of my favorite songs of the year as a sort of musical diary because I am a teenage girl.", "Age does take it out of you, and I haven't the energy I had before. Sometimes I have breakfast and sit in this chair, and I wake up and it is lunchtime. In the past, the idea of sleeping through a morning would have horrified me, but you have to accept the limitations that old age imposes on you.", "Age doesn't bother me. So many of my heroes were older guys. It's the lack of years left that weighs far heavier on me than the age that I am.", "I have 5 teenage daughters, and I learned the hard way - it's difficult to talk to any person under the age of 25 without the presence of a cell phone.", "A moment comes, which comes but rarely in history, when we step out from the old to the new; when an age ends; and when the soul of a nation long suppressed finds utterance.", "Whether you are just entering the workforce or nearing retirement age, planning for the future is critical.", "The heresy of one age becomes the orthodoxy of the next.", "Information is the oxygen of the modern age. It seeps through the walls topped by barbed wire, it wafts across the electrified borders.", "Not just in commerce but in the world of ideas too our age is putting on a veritable clearance sale. Everything can be had so dirt cheap that one begins to wonder whether in the end anyone will want to make a bid.", "A woman tells her doctor, 'I've got a bad back.' The doctor says, 'It's old age.' The woman says, 'I want a second opinion.' The doctor says: 'Okay - you're ugly as well.'", "My mother enjoyed old age, and because of her I've begun to enjoy parts of it too. So far I've had it good and am crumbling nicely.", "Aging is not lost youth but a new stage of opportunity and strength.", "None are so old as those who have outlived enthusiasm.", "Surrounding myself with beautiful women keeps me young.", "As I approve of a youth that has something of the old man in him, so I am no less pleased with an old man that has something of the youth. He that follows this rule may be old in body, but can never be so in mind.", "Inflation is when you pay fifteen dollars for the ten-dollar haircut you used to get for five dollars when you had hair."], "authors": ["Vin Diesel", "Dave Barry", "Kirsten Dunst", "Benjamin Spock", "Dennis Flanagan", "Patrick J. Kennedy", "Ralph Waldo Emerson", "Claude Pepper", "William J. Clinton", "Wiz Khalifa", "Chris Hardwick", "Tony Benn", "David Bowie", "Marc Ostrofsky", "Jawaharlal Nehru", "Ron Lewis", "Helen Keller", "Ronald Reagan", "Soren Kierkegaard", "Tommy Cooper", "Lionel Blue", "Betty Friedan", "Henry David Thoreau", "Hugh Hefner", "Marcus Tullius Cicero", "Sam Ewing"]},
{"keywords": [["life", "giving", "people"], ["life", "love", "end"], ["best", "spirit", "may"], ["life", "love", "success"], ["architecture", "mature"], ["love", "past", "simple"], ["mom", "cute", "me"], ["love", "success", "father"], ["information", "entertainment"], ["technology", "revolution"], ["work", "time", "creative"], ["love", "fun", "people"], ["liberty", "country", "every"], ["growing up", "growing"], ["love", "old age", "die"], ["life", "learning", "greatest"], ["people", "young", "blood"], ["time", "goal", "week"], ["hope", "young", "self-confidence"], ["maturity", "price", "high"], ["happy", "grace", "old age"], ["change", "man", "wife"], ["spirit", "misery", "he"], ["youth", "brainy", "could"], ["greatness", "world", "myth"]], "quotes": ["There ought to be more grants that go to people in their late twenties and early thirties. That's a crucial age, although it's very hard to judge who is worth supporting and who is not. Looking back on my own life, I see that was the period when I was closest to giving up as a novelist and when I most needed some encouragement.", "I think, at the end of the day, age is just a number. It's like, in real life, I've got friends who are dating someone their age or dating someone who's twice their age, and they're equally in love.", "The spirit of an age may be best expressed in the abstract ideal arts, for the spirit itself is abstract and ideal.", "Basically, when you get to my age, you'll really measure your success in life by how many of the people you want to have love you actually do love you.", "Our utilitarian structures will mature into architecture only when, through their fulfillment of function, they become carriers of the will of the age.", "I wanted to write a very simple story about a boy, a wolf, a girl, a bear and a forest, so I thought I might set it in the past. I didn't realise that it went back to when I was 10: I used to love the Stone Age when I was a kid and wanted to live in it, and I got rid of my bed and slept on the floor, but I didn't remember it.", "I've been dancing since the age of two. I don't really remember it, because I was little, but my mom signed me up and would put me in cute costumes. A lot of little girls get into dancing, but I loved it so much that I kept doing it.", "My father died when I was seven, leaving a widow and five sons, ranging in age from five to seventeen. My mother was the most highly-disciplined and hardest working person I have ever known, and this, combined with her love and gentleness, enabled her to make a success of each of her children.", "We aren't in an information age, we are in an entertainment age.", "Industrialization based on machinery, already referred to as a characteristic of our age, is but one aspect of the revolution that is being wrought by technology.", "When you're seventeen to early twenties, that's the time you're trying to work out who you are. If you're trying to make some kind of artistic or creative impact, that's the age when you start to figure out how to do that.", "It doesn't matter how old people are. It matters if they love each other and have fun with each other. It has nothing to do with age. To get old is a mental disease. Everything is in the head.", "In every country and every age, the priest had been hostile to Liberty.", "The trick is growing up without growing old.", "Those who love deeply never grow old; they may die of old age, but they die young.", "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.", "The denunciation of the young is a necessary part of the hygiene of older people, and greatly assists the circulation of the blood.", "Old age is an excellent time for outrage. My goal is to say or do at least one outrageous thing every week.", "You are as young as your self-confidence, as old as your fears; as young as your hope, as old as your despair.", "Age is a very high price to pay for maturity.", "When grace is joined with wrinkles, it is adorable. There is an unspeakable dawn in happy old age.", "My notion of a wife at 40 is that a man should be able to change her, like a bank note, for two 20s.", "He who has not the spirit of this age, has all the misery of it.", "If youth knew; if age could.", "As human beings, our greatness lies not so much in being able to remake the world - that is the myth of the atomic age - as in being able to remake ourselves.", "New needs need new techniques. And the modern artists have found new ways and new means of making their statements... the modern painter cannot express this age, the airplane, the atom bomb, the radio, in the old forms of the Renaissance or of any other past culture."], "authors": ["Edmund White", "Margot Robbie", "Oscar Wilde", "Warren Buffett", "Ludwig Mies van der Rohe", "Michelle Paver", "Maddie Ziegler", "Arthur Lewis", "Tony Robbins", "Emily Greene Balch", "Daniel Radcliffe", "Nina Hagen", "Thomas Jefferson", "Casey Stengel", "Dorothy Canfield Fisher", "Henry Ford", "Logan Pearsall Smith", "Louis Kronenberger", "Samuel Ullman", "Tom Stoppard", "Victor Hugo", "Warren Beatty", "Voltaire", "Sigmund Freud", "Mahatma Gandhi", "Jackson Pollock"]},
{"keywords": [["day", "people", "young"], ["time", "me", "grow"], ["culture", "violence"], ["failure", "dad", "week"], ["birthday", "women", "i am"], ["wisdom", "sometimes", "up"], ["life", "society", "enemy"], ["good", "writing", "someone"], ["men", "fight", "country"], ["time", "think", "early"], ["women", "fear", "sad"], ["born", "twelve", "i was born"], ["woman", "girl", "know"], ["life", "learning", "children"], ["wine", "news", "bad"], ["cigar", "now", "where"], ["mind", "wise", "behind"], ["life", "time", "death"], ["old age", "blessing", "abundance"], ["youth", "old age", "old"], ["youth", "interest", "thirty"], ["life", "within", "fresh"], ["children", "golden", "where"], ["knowledge", "progress", "vision"], ["woman", "old age", "hell"]], "quotes": ["Sometimes, people can be extraordinarily judgmental and closed-minded to anyone different or special, which is why it's so hard for young people in this day and age to be comfortable enough in their own skin to not listen to the people picking on them.", "My nieces and my nephews think the only thing that I do is 'Ice Age.' That's fine with me because pretty soon they'll grow up enough to realize that I suck or that my time has passed, whichever it might be.", "Once we accept violence as an adaptation, it makes sense that its expression is calibrated to the environment. The same individual will behave differently if he comes of age in Detroit, Mich., versus Windsor, Ontario; in New York in the 1980s versus New York now; in a culture of honor versus a culture of dignity.", "My dad encouraged us to fail. Growing up, he would ask us what we failed at that week. If we didn't have something, he would be disappointed. It changed my mindset at an early age that failure is not the outcome, failure is not trying. Don't be afraid to fail.", "Like many women my age, I am 28 years old.", "Wisdom doesn't necessarily come with age. Sometimes age just shows up all by itself.", "The enemy of society is middle class and the enemy of life is middle age.", "The good writing of any age has always been the product of someone's neurosis.", "Men do not fight for flag or country, for the Marine Corps or glory or any other abstraction. They fight for one another. And if you came through this ordeal, you would age with dignity.", "Although it is generally known, I think it's about time to announce that I was born at a very early age.", "Few women, I fear, have had such reason as I have to think the long sad years of youth were worth living for the sake of middle age.", "I was born at the age of twelve on an MGM lot.", "The age I'm at now, you go from being a young girl to suddenly you blossom into a woman. You ripen, you know? And then you start to rot.", "Learning to dislike children at an early age saves a lot of expense and aggravation later in life.", "Bad news isn't wine. It doesn't improve with age.", "I'm at the age now where just putting my cigar in its holder is a thrill.", "The mind that is wise mourns less for what age takes away; than what it leaves behind.", "It is old age, rather than death, that is to be contrasted with life. Old age is life's parody, whereas death transforms life into a destiny: in a way it preserves it by giving it the absolute dimension. Death does away with time.", "The harvest of old age is the recollection and abundance of blessing previously secured.", "Rashness belongs to youth; prudence to old age.", "The excess of our youth are checks written against our age and they are payable with interest thirty years later.", "Age is not all decay; it is the ripening, the swelling, of the fresh life within, that withers and bursts the husk.", "Where children are, there is the golden age.", "We are approaching a new age of synthesis. Knowledge cannot be merely a degree or a skill... it demands a broader vision, capabilities in critical thinking and logical deduction without which we cannot have constructive progress.", "Old age is a woman's hell.", "If I were a Palestinian of the right age, I'd eventually join one of the terrorist organizations."], "authors": ["Ariana Grande", "Denis Leary", "Paul Bloom", "Sara Blakely", "Mary Schmich", "Tom Wilson", "Orson Welles", "William Styron", "William Manchester", "Douglas Horton", "Dwight D. Eisenhower", "Judy Garland", "Liv Tyler", "Robert Byrne", "Colin Powell", "George Burns", "William Wordsworth", "Simone de Beauvoir", "Marcus Tullius Cicero", "Marcus Tullius Cicero", "Charles Caleb Colton", "George MacDonald", "Novalis", "Li Ka-shing", "Ninon de L'Enclos", "Ehud Barak"]},
{"keywords": [["i am", "old age", "start"], ["health", "good", "good health"], ["war", "perspective", "earth"], ["time", "food", "fruit"], ["community", "man", "young"], ["destination", "trouble"], ["character", "man", "you"], ["people", "me", "perfect"], ["learning", "good", "people"], ["mom", "school", "modeling"], ["time", "makeup", "growing up"], ["attitude", "style", "black"], ["travel", "time", "journey"], ["great", "men", "great men"], ["myself", "support", "young"], ["eyes", "decisions", "world"], ["work", "opportunity", "people"], ["women", "me", "know"], ["time", "gymnastics", "old"], ["fun", "young", "have fun"], ["goals", "american dream"], ["dad", "mother", "car"], ["life", "food", "mirror"], ["head", "shades", "close"], ["loss", "energy", "virtue"]], "quotes": ["I have always paid income tax. I object only when it reaches a stage when I am threatened with having nothing left for my old age - which is due to start next Tuesday or Wednesday.", "I think that age as a number is not nearly as important as health. You can be in poor health and be pretty miserable at 40 or 50. If you're in good health, you can enjoy things into your 80s.", "From a scientific perspective there is some indication that a nuclear war could deplete the earth's ozone layer or, less likely, could bring on a new Ice Age - but there is no suggestion that either the created order or mankind would be destroyed in the process.", "We incorporated new tastes and flavors into our kids' diets from a very early age, which helped to develop their palates and prevented them from becoming picky eaters. We don't buy junk food and give them options of fresh fruit, yogurt, raw almonds, or dried whole grain cereals for snack time.", "Any young man who is unmarried at the age of twenty one is a menace to the community.", "The trouble with our age is all signposts and no destination.", "You can construct the character of a man and his age not only from what he does and says, but from what he fails to say and do.", "Around age 40 I put on twenty pounds. I had always had a perfect metabolism. But, my metabolism betrayed me as it does most people, except a very rare few who will always be thin.", "English people don't have very good diction. In France you have to pronounce very particularly and clearly, and learning French at an early age helped me enormously.", "I was discovered in Paris when I was there on a school trip at the age of 13. After that, my mom came in contact with Elite Amsterdam; then I started modeling.", "Growing up on stage, I was introduced to makeup at a young age and I will never forget the first time I tried on a L'Oreal Paris iconic lipstick - it was instant glamour and I've been hooked ever since.", "Hardboiled crime fiction came of age in 'Black Mask' magazine during the Twenties and Thirties. Writers like Dashiell Hammett and Raymond Chandler learnt their craft and developed a distinct literary style and attitude toward the modern world.", "I wanted to do my part to help preserve that golden age of travel... I step aboard The Patron Tequila Express railcar, and I go back in time to the days when a long journey was something fun and very special.", "Certainly there are great men whose age circumscribes them so completely that we lose interest.", "I became married at a young age and had two daughters and divorced at 26. I had to go on welfare to make ends meet. I had no way to support myself.", "Kenya, being a third world country, from a young age your eyes are open to the real world. I'd like to think growing up there taught me to stand on my own two feet, make my own decisions about what I wanted to be.", "A lot of people who start work at a very young age never grow up because they never got that opportunity to be a child, so they hold on to that and still do a lot of childish, silly things.", "Age is just a number, and I know so many women who look fabulous at 40, 50 and 60 so it doesn't scare me. It's inevitable - I will get older, and the wrinkles will come, but I'm not that bothered.", "I worked hard in gymnastics since the time I was six years old until I retired at 23 years of age.", "I actually was rebelling as all young adults tend to do at or around the age of 19, to experiment with their lives and have fun.", "I lived the true American dream, because I was able to pursue what I set as my goals at a very young age.", "Dad always explained the car engine when he repaired it, and he had many technical books, so I was making electromagnets by age eight as well as reading my mother's medical and nursing books. I suspect I was born with a boundless curiosity, and this was encouraged through my childhood.", "I'm at the age where food has taken the place of sex in my life. In fact, I've just had a mirror put over my kitchen table.", "The shades of respectability begin to close about the greying head.", "What most persons consider as virtue, after the age of 40 is simply a loss of energy.", "Old age, calm, expanded, broad with the haughty breadth of the universe, old age flowing free with the delicious near-by freedom of death."], "authors": ["Noel Coward", "Bob Barker", "Herman Kahn", "Cat Cora", "Brigham Young", "Louis Kronenberger", "Norman Douglas", "Suzanne Somers", "Vivien Leigh", "Maud Welzen", "Lea Michele", "Charles Frazier", "John Paul DeJoria", "Haniel Long", "Clarissa Pinkola Estes", "Chris Froome", "Janet Jackson", "Louise Nurding", "Nadia Comaneci", "Brian Bosworth", "Mario Andretti", "Barry Marshall", "Rodney Dangerfield", "Mason Cooley", "Voltaire", "Edith Wharton"]},
{"keywords": [["personal", "human", "machine"], ["golden", "theater", "famous"], ["good", "america", "night"], ["dad", "team", "losing"], ["family", "business"], ["life", "change"], ["calm", "know", "down"], ["fake", "way", "long"], ["father", "mom", "parents"], ["war", "father", "children"], ["old age", "wait", "purple"], ["family", "health", "dad"], ["mother", "believe", "me"], ["attitude", "you", "clothes"], ["strange", "dancers", "thing"], ["literature", "young", "said"], ["love", "culture", "justice"], ["work", "science", "sports"], ["myself", "i am", "want"], ["technology", "skype", "human"], ["job", "reality", "value"], ["best", "good", "people"], ["police", "me", "limits"], ["decisions", "people", "mistake"], ["work", "great", "anger"]], "quotes": ["In a machine age, dressmaking is one of the last refuges of the human, the personal, the inimitable.", "I was there when the quote-unquote golden age of musical theater was flourishing. I met everybody who worked in theater or was famous in theater from the '40s on.", "In the U.S., the '50s and '60s marked the documentary's golden age, especially at CBS, where pioneering television journalist Edward R. Murrow, immortalised in George Clooney's 'Good Night, and Good Luck,' produced such landmark investigations as the CBS Reports programme 'Hunger in America.'", "My dad had premature gray. I was always the one with the most energy, the one who continued to practice longer. I ran up and down the stairs of different stadiums. I didn't feel the need to cover up the fact that I was losing my hair or it was graying. When you're on a team, age is only a factor when you're talking in the locker room.", "The way it works in our family is, it's the family business. Much like in the Mafia. Every child is given the opportunity to act at a young age and to learn what it's like to be in the business.", "One of the most startling events in my life was when my older son was about 16, and he blamed me for all the troubles of the world. So I, I felt like telling him, 'Oh no, I was just like you when I was your age; I wanted to change the world, too.'", "My mum calls my temper 'Devilman.' They say you calm down with age, but I don't know. It never goes away.", "Why should it matter to us when wrestlers are found dead in their beds or seen limping around on two fake hips? Why should it matter to us that there's a list of modern wrestlers who died before the age of 50 - many of them famous - and that the list is more than 70 names long? Hey, there's always another wave of guys on the way. Always.", "Both my parents were amateur badminton players. My father is a scientist and wanted me to be a doctor. But my mom was very aggressive and loved badminton. She pushed me right from the age of nine to take up the sport.", "I was one of those children forced into fighting at the age of 13, in my country Sierra Leone, a war that claimed the lives of my mother, father and two brothers. I know too well the emotional, psychological and physical burden that comes with being exposed to violence as a child or at any age for that matter.", "Be eccentric now. Don't wait for old age to wear purple.", "I was born on the other side of the tracks, in public housing in Brooklyn, New York. My dad never made more than $20,000 a year, and I grew up in a family that lost health insurance. So I was scarred at a young age with understanding what it was like to watch my parents lose access to the American dream.", "At an early age, my mother gave me this feeling that anything is possible, and I believe that.", "Age and size are only numbers. It's the attitude you bring to clothes that make the difference.", "This is the strange thing: Dancers don't age.", "Two of my three siblings are older, so I suppose I learned from them and became a very avid reader at a young age, which I think enough cannot be said for what you can discover through literature.", "New Age values are conscious evolution, a non-sectarian society, a non-military culture, global sharing, healing the environment, sustainable economies, self-determination, social justice, economic empowerment of the poor, love, compassion in action, going beyond religious fundamentalism, going beyond nationalism-extreme nationalism, culture.", "I have a Ph.D. in philosophy and sports science. At 14, I went through this really tough Soviet training system. A lot of my roommates got psychologically broken or physically injured. Either you came through, or you were out. I made my Ph.D. work in the field of young athletes aged 14-19 because at this age any human is changing.", "I am not interested in being a Barbie doll and turning myself into a sausage for the next 20 years. I want to follow actresses like Helen Mirren and Judi Dench who have lines on their faces and aren't afraid of playing their age.", "We are in an age of technology where we sit in our little cubicles and we IM each other and Skype each other and never connect as human beings.", "The harsh reality is that if you are middle-aged, write computer code for a living, and earn a six-figure salary, you're headed for the unemployment lines. Your market value declines as you age, and it becomes harder and harder to get a job.", "I'm just like you - I want to be a good human being. I'm doing my best, and I'm working at it. And I'm trying to be a Christian. I'm always amazed when people walk up to me and say, 'I'm a Christian.' I always think, 'Already? You've already got it?' I'm working at it. And at my age, I'll still be working at it at 96.", "There are certain age limits on police officers. They'd have retired me out at 65.", "In this digital age, there is no place to hide behind public relations people. This digital age requires leaders to be visible and authentic and to be able to communicate the decisions they've made and why they've made them, to be able to acknowledge when they've made a mistake and to move forward, to engage in the debate.", "People who think that Sylvia Plath was a poor, sensitive poet are not getting that she had great amounts of ambition and anger that moved her along, or she wouldn't have been able to fight against that depression to produce such an incredible body of work by the age of thirty.", "Dancing has been in us, in people, since the Neanderthal age. There's something about moving, something about interpreting yourself to the music, that's attractive, that's interesting, that's intriguing, and everyone wishes they could do that."], "authors": ["Christian Dior", "Harold Prince", "Naomi Wolf", "Cal Ripken, Jr.", "Jordan Bridges", "Robert Fogel", "Vinnie Jones", "Bill Simmons", "Saina Nehwal", "Ishmael Beah", "Regina Brett", "Howard Schultz", "Howard Schultz", "Donna Karan", "Twyla Tharp", "Julia Roberts", "Deepak Chopra", "Wladimir Klitschko", "Kim Cattrall", "Sarah McLachlan", "Vivek Wadhwa", "Maya Angelou", "Clint Eastwood", "Gail Kelly", "Elizabeth Wurtzel", "Maksim Chmerkovskiy"]},
{"keywords": [["life", "change", "learning"], ["talent", "me", "late"], ["die", "try", "fail"], ["happiness", "happy", "yourself"], ["music", "past", "television"], ["goal", "baseball", "hockey"], ["education", "future", "past"], ["women", "woman", "people"], ["alone", "curiosity", "discipline"], ["old age", "will", "old"], ["love", "teacher", "god"], ["work", "thought", "stone"], ["culture", "responsibility"], ["love", "work", "relationship"], ["women", "people", "hair"], ["people", "learn", "face"], ["life", "year", "company"], ["women", "sad", "men"], ["life", "old age", "die"], ["color", "hair", "little girls"], ["struggle", "heart", "parents"], ["today", "man", "successful"], ["love", "parents", "american"], ["legal", "mental", "determined"], ["food", "me", "sex"]], "quotes": ["People always ask me if I could live in any other era what would it be, and I tell them none! I feel so lucky to live in an age where technology has changed and continues to change and make life so much more exciting. It keeps everyone young and constantly learning new things.", "I think being able to age gracefully is a very important talent. It is too late for me.", "We try, we fail, we posture, we aspire, we pontificate - and then we age, shrink, die, and vanish.", "You get to a certain age where you prepare yourself for happiness. Sometimes you never remember to actually get happy.", "I'm well past the age where I'm acceptable. You get to a certain age and you are forbidden access. You're not going to get the kind of coverage that you would like in music magazines, you're not going to get played on radio and you're not going to get played on television. I have to survive on word of mouth.", "I knew at a young age, whether I was playing baseball or hockey or lacrosse, that my teammates were counting on me, whether it be to strike the last batter out in a baseball game or score a big goal in a hockey game.", "As Indians, we must of course learn from the past; but we must remain focused on the future. In my view, education is the true alchemy that can bring India its next golden age.", "You have to be desirable. And that's why so many woman of my age or even younger are pushed to Botox and plastic surgery, all the things that people say, 'Why do women do this?' Where do you go in your 50s in your career?", "The age in which we live, this non-stop distraction, is making it more impossible for the young generation to ever have the curiosity or discipline... because you need to be alone to find out anything.", "I will never give in to old age until I become old. And I'm not old yet!", "I wanted to be a teacher. I love children, so I wanted to deal with children. Then I wanted to be a veterinarian. But by the age of ten or eleven, when I opened my mouth and said, 'Oh, God, what's this?' I kind of knew teaching and being a veterinarian were gonna have to wait.", "'Bombing Afghanistan back into the Stone Age' was quite a favourite headline for some wobbly liberals. The slogan does all the work. But an instant's thought shows that Afghanistan is being, if anything, bombed out of the Stone Age.", "There's something unique about the United States, a sense of individual rights and freedoms, and a sense of social and civic responsibility that we contributed to so much of the world. We lost that mission in the 1980s and 1990s, when we entered a gilded age, and the culture of individualism became a culture of avarice.", "If you love somebody, you love them. My parents had a 25-year age gap between them and my mum was the breadwinner, my dad the house husband. I'm a strong believer that a good relationship can work, whatever the situation.", "People say women shouldn't have long hair over a certain age, but I've never done what everyone says.", "When at a young age you learn to face your fears, that makes the difference between people being champions and people not being champions.", "I have this ratio that if you divide age of entrepreneur by market cap of company. For Facebook it's one. Every year of his life Zuckerberg has been making $1 billion for investors.", "I have nothing against younger women and older men on screen. What is sad is that so many women over 40 who have so much to give aren't being considered to play opposite men their own age or younger.", "Sometimes I think it would be easier to avoid old age, to die young, but then you'd never complete your life, would you? You'd never wholly know you.", "I've always been intrigued by color and by interesting hair. I was one of those weird little girls doing my own hair at the age of 9. I was, like, getting weird gels and new brushes and cornrow holders. I would tweak and perm at the age of 13.", "I grew up on a farm in Oregon, an adopted child, with one sibling, and parents the age of all my peers' grandparents. We lived in isolation from the people around us, and it was always a struggle to cope with as a child. The heart can really expire under those conditions. I always felt like I was looking at the world from the outside.", "The most successful hyperpowers are the ones where there was actual intermixing. Tang dynasty China was China's golden age, and contrary to what I was told when I was growing up, Tang China was founded by a man who by today's standards was no more than half Chinese. It was a mixed-blood dynasty that pulled in 'barbarians' from the steppe.", "I was a strange, dark little dude. I fell in love with horror movies, at a very early age. Somehow, as a first grader, I was able to convince my parents to let me go see stuff like 'An American Werewolf in London' in theaters, so I was headed in that direction anyway.", "The mental capacity of a person to make reasonable contracts, is the only criterion, by which to determine his legal capacity to make obligatory contracts. And his mental capacity to make reasonable contracts is certainly not to be determined by the fact that he is, or is not, twenty-one years of age.", "To me, the drive for monumentality is as inbred as the desire for food and sex, regardless of how we denigrate it. Monuments differ in different periods. Each age has its own.", "New Age is a very small box. It was a term that was brought in by the music industry to classify music that is neither jazz, classical, pop or rock. They didn't know what to call it or what to do with it. So they threw it all together under this one name."], "authors": ["Nina Garcia", "Clint Eastwood", "George Saunders", "John Mayer", "David Bowie", "Wayne Gretzky", "Pranab Mukherjee", "Kim Cattrall", "Vivienne Westwood", "Tina Turner", "Whitney Houston", "Christopher Hitchens", "George Hickenlooper", "Katherine Jenkins", "Jane Seymour", "Evander Holyfield", "Yuri Milner", "Rene Russo", "Marilyn Monroe", "Nicki Minaj", "Larry Harvey", "Amy Chua", "James Roday", "Lysander Spooner", "Philip Johnson", "Yanni"]},
{"keywords": [["live", "exploration", "universal"], ["good", "balance", "nothing"], ["family", "religious", "five"], ["history", "science", "character"], ["yourself", "curiosity"], ["life", "light", "power"], ["life", "mother", "people"], ["technology", "hate", "television"], ["love", "wine", "youth"], ["i am", "belief", "everyone"], ["corruption", "people", "young"], ["marriage", "women", "old age"], ["truth", "sad", "men"], ["golf", "young", "you"], ["moving", "information", "see"], ["life", "myself", "wise"], ["nature", "strong", "people"], ["romantic", "past", "earth"], ["love", "family", "child"], ["life", "stress", "my life"], ["myself", "people", "thought"], ["past", "looking forward"], ["religion", "color", "sex"], ["influence", "chaos", "know"], ["teacher", "good", "fitness"]], "quotes": ["We live in an age of universal investigation, and of exploration of the sources of all movements.", "The balance of private good and general welfare is at the bottom of civilized morals; but the morals of the Heroic Age are founded on individuality, and on nothing else.", "I grew up in a very religious family. I could read the Qu'ran easily at the age of five.", "Science cannot tell theology how to construct a doctrine of creation, but you can't construct a doctrine of creation without taking account of the age of the universe and the evolutionary character of cosmic history.", "The existence is a tremendous curiosity, with in the course of the years, the discovery of yourself in your inmost evolutions. With the age you feel better than you are, what you represent. Which means a little at the planet's scale.", "India saw from the beginning, and, even in her ages of reason and her age of increasing ignorance, she never lost hold of the insight, that life cannot be rightly seen in the sole light, cannot be perfectly lived in the sole power of its externalities.", "I've been going through photos of my mother, looking back on her life and trying to put it into context. Very few people age gracefully enough to be photographed through their aging.", "I hate to mention age, but I come from an era when we weren't consumed by technology and television.", "What though youth gave love and roses, Age still leaves us friends and wine.", "Another belief of mine; that everyone else my age is an adult, whereas I am merely in disguise.", "It is not the young people that degenerate; they are not spoiled till those of mature age are already sunk into corruption.", "Whoever, fleeing marriage and the sorrows that women cause, does not wish to wed comes to a deadly old age.", "The reason for the sadness of this modern age and the men who live in it is that it looks for the truth in everything and finds it.", "Years ago we discovered the exact point, the dead center of middle age. It occurs when you are too young to take up golf and too old to rush up to the net.", "In this electronic age we see ourselves being translated more and more into the form of information, moving toward the technological extension of consciousness.", "I didn't lead a very wise life, myself, but it was a full one and a grown-up one. You come of age very quickly through shipwreck and disaster.", "Age is not measured by years. Nature does not equally distribute energy. Some people are born old and tired while others are going strong at seventy.", "Some say that the age of chivalry is past, that the spirit of romance is dead. The age of chivalry is never past, so long as there is a wrong left unredressed on earth.", "I would love a family. I'm at the age where the wish for a child gets stronger. But who knows.", "I'm 20 years old. I like to party as much as anyone my age. Going clubbing is my way of relaxing or releasing a lot of stress. I don't feel that I should have to justify that part of my life. I don't know that I'm necessarily an addict.", "Well, I'm in my 60s now. I finally look it, I think. People until I was 60 would always say they thought I looked younger, which I think, without flattering myself, I did, but I think I certainly have, as George Orwell says people do after a certain age, the face they deserve.", "This is my 20th year in the sport. I've known swimming and that's it. I don't want to swim past age 30; if I continue after this Olympics, and come back in 2016, I'll be 31. I'm looking forward to being able to see the other side of the fence.", "It doesn't matter what color, sex, religion, age, sexual orientation, etc., everyone should have the same freedoms and liberties.", "I think that clearly it has an influence, to be coming of age during the punk rock era, to come from a difficult and sporadically violent background, to have been in and out of such chaos, I think it actually helps. But I don't know for sure.", "My mother was a P.E. teacher, and she was kind of a fanatic about fitness and nutrition growing up, so it was ingrained in me at a young age. As I get older, I'm finding out it's not about getting all buffed up and looking good. It's more about staying healthy and flexible.", "You know, my parents had a restaurant. And I left home, actually, in 1949, when I was 13 years old, to go into apprenticeship. And actually when I left home, home was a restaurant - like I said, my mother was a chef. So I can't remember any time in my life, from age 5, 6, that I wasn't in a kitchen."], "authors": ["Alfred de Vigny", "Lascelles Abercrombie", "Akhmad Kadyrov", "John Polkinghorne", "Jacky Ickx", "Sri Aurobindo", "Jamie Lee Curtis", "Jimmy Buffett", "Thomas Moore", "Margaret Atwood", "Charles de Montesquieu", "Hesiod", "Edmond de Goncourt", "Franklin Pierce Adams", "Marshall McLuhan", "Philip Dunne", "Dorothy Thompson", "Charles Kingsley", "Cameron Diaz", "Lindsay Lohan", "Christopher Hitchens", "Michael Phelps", "Lance Bass", "Craig Ferguson", "Josh Duhamel", "Jacques Pepin"]},
{"keywords": [["life", "old age", "immortality"], ["life", "believe", "think"], ["youth", "everything", "ask"], ["cheese", "important", "you"], ["effort", "old age", "enjoy"], ["true", "you", "never"], ["experience", "maturity"], ["community", "racism", "sex"], ["tongue", "constant", "temper"], ["grow", "paper", "four"], ["time", "technology", "old"], ["success", "god", "man"], ["college", "character", "happen"], ["myself", "yourself", "fool"], ["expectations", "choose", "way"], ["time", "woman", "black"], ["culture", "media", "internet"], ["future", "fear", "self"], ["education", "society", "man"], ["stars", "opportunity", "sky"], ["freedom", "world", "conquer"], ["time", "good", "day"], ["adversity", "memory", "youth"], ["time", "tried", "rage"], ["youth", "old age", "always"]], "quotes": ["When a noble life has prepared old age, it is not decline that it reveals, but the first days of immortality.", "I don't believe one grows older. I think that what happens early on in life is that at a certain age one stands still and stagnates.", "To be renewed is everything. What more could one ask for than to have one's youth back again?", "Age is not important unless you're a cheese.", "We've put more effort into helping folks reach old age than into helping them enjoy it.", "You should never reveal your true age.", "Age is relative. Experience is relative. And I think often intensity is confused with maturity.", "Just as we reject racism, sexism, ageism, and heterosexism, we reject speciesism. The species of a sentient being is no more reason to deny the protection of this basic right than race, sex, age, or sexual orientation is a reason to deny membership in the human moral community to other humans.", "A tart temper never mellows with age, and a sharp tongue is the only edged tool that grows keener with constant use.", "At the age of four with paper hats and wooden swords we're all Generals. Only some of us never grow out of it.", "We are in an electronic technology age now and it's about time we put away the old stuff.", "Young man, the secret of my success is that at early age I discovered that I was not God.", "Up until college age I was using the typical little-boy dummy that sits on the knee and makes woodpecker jokes. My first original character didn't happen until later, and that was Jose the Jalapeno on a Stick.", "With age, you see people fail more. You see yourself fail more. How do you keep that fearlessness of a kid? You keep going. Luckily, I'm not afraid to make a fool of myself.", "You never choose the way that you're raised, it's just the way that you were raised, but you do get to a certain age where you're in a position to question the expectations of you and the way that you've been formed by your surroundings.", "You can wear black at any time. You can wear it at any age. You may wear it for almost any occasion; a 'little black frock' is essential to a woman's wardrobe.", "What's interesting about the shift from an industrial age to a technological age is that we keep inventing new media: movies, records, radio, television, the Internet, and now ebooks - and one of the things that's most interesting about the invention of a new medium is watching it reinvent itself as it penetrates the culture.", "Your timeless self does not age and has no fear of the future. Contemplate your physical self and all its possessions, and practice laughing peacefully at it all.", "We have entered an age in which education is not just a luxury permitting some men an advantage over others. It has become a necessity without which a person is defenseless in this complex, industrialized society. We have truly entered the century of the educated man.", "For age is opportunity no less Than youth itself, though in another dress, And as the evening twilight fades away The sky is filled with stars, invisible by day.", "Books were my pass to personal freedom. I learned to read at age three, and soon discovered there was a whole world to conquer that went beyond our farm in Mississippi.", "I can't wait to be that age and hanging out with a bunch of people hanging out all day playing golf and going to the beach, all my own age. We'd be laughing and having a good time and getting loopy on our prescription drugs. Driving golf carts around. I can't wait.", "Memory tempers prosperity, mitigates adversity, controls youth, and delights old age.", "We tried not to age, but time had its rage.", "Old age and treachery will always beat youth and exuberance.", "We live in the age of the refugee, the age of the exile."], "authors": ["Muriel Spark", "T. S. Eliot", "George Lucas", "Helen Hayes", "Frank A. Clark", "Eve Arnold", "Laura Marling", "Gary L. Francione", "Washington Irving", "Peter Ustinov", "Monica Edwards", "Oliver Wendell Holmes, Jr.", "Jeff Dunham", "Hugh Jackman", "Mia Wasikowska", "Christian Dior", "David Gerrold", "Wayne Dyer", "Lyndon B. Johnson", "Henry Wadsworth Longfellow", "Oprah Winfrey", "Cameron Diaz", "Lactantius", "Patti Smith", "David Mamet", "Ariel Dorfman"]},
{"keywords": [["mind", "face", "wrinkles"], ["childhood", "old age"], ["religion", "reason", "test"], ["wisdom", "children", "corruption"], ["happy", "believe", "me"], ["poverty", "black", "problem"], ["believe", "me", "easy"], ["life", "love", "happy"], ["life", "youth", "look"], ["heart", "whatever", "human"], ["time", "together", "musicians"], ["life", "teacher", "study"], ["great", "you", "possessions"], ["marriage", "right person"], ["sad", "mother", "brother"], ["day", "people", "feeling"], ["wisdom", "school", "fool"], ["service", "constitution"], ["father", "dad", "me"], ["time", "good", "girl"], ["language", "appreciate"], ["life", "love", "free"], ["education", "college", "homework"], ["life", "war", "thought"], ["first", "caught", "nine"]], "quotes": ["Age imprints more wrinkles in the mind than it does on the face.", "A graceful and honorable old age is the childhood of immortality.", "Every formula of every religion has in this age of reason, to submit to the acid test of reason and universal assent.", "Children also have artistic ability, and there is wisdom in there having it! The more helpless they are, the more instructive are the examples they furnish us; and they must be preserved free of corruption from an early age.", "Believe me, that was a happy age, before the days of architects, before the days of builders.", "Poverty is everyone's problem. It cuts across any line you can name: age, race, social, geographic or religious. Whether you are black or white; rich, middle-class or poor, we are ALL touched by poverty.", "I knew at an early age I wanted to act. Acting was always easy for me. I don't believe in predestination, but I do believe that once you get where ever it is you are going, that is where you were going to be.", "Each moment of a happy lover's hour is worth an age of dull and common life.", "There are three periods in life: youth, middle age and 'how well you look'.", "The human heart, at whatever age, opens only to the heart that opens in return.", "I think my fans will follow me into our combined old age. Real musicians and real fans stay together for a long, long time.", "The teacher's life should have three periods, study until twenty-five, investigation until forty, profession until sixty, at which age I would have him retired on a double allowance.", "Anything you cannot relinquish when it has outlived its usefulness possesses you, and in this materialistic age a great many of us are possessed by our possessions.", "Marriage is not about age; it's about finding the right person.", "My mother sent me to psychiatrists since the age of four because she didn't think little boys should be sad. When my brother was born, I stared out the window for days. Can you imagine that?", "The biggest disease this day and age is that of people feeling unloved.", "This age thinks better of a gilded fool Than of a threadbare saint in wisdom's school.", "Also in the new constitution, we want to lower the voting age from 20 years to 18 years and also gradually implement a voluntary military service in replacement of the current compulsory military service.", "So my father was a person who never lied to me. If I had a question, he answered it. I knew a lot of things at a young age because I was intrigued.", "By the time we reached Virginia City I was considered a remarkable good shot and a fearless rider for a girl of my age.", "The themes Poe used were universal and timeless. As long as the English language exists at all, we will be able to appreciate what he did. It will not age! It will not become dated!", "I read the Life magazine articles about free love and free dope in California. At age 20 I drove to Los Angeles.", "When I enrolled in college at age 19, I had a total of eight years of formal classroom education. As a result, I was not comfortable with formal lectures and receiving regular homework assignments.", "I've always been very impatient. At age 10 I frankly found life boring, and I can remember age 9 having the awful thought, as it seems now looking back on it, A war! That should liven things up a bit!", "The first crocodile I ever caught was at nine years of age, and it was a rescue.", "It's amazing how, age after age, in country after country, and in all languages, Shakespeare emerges as incomparable."], "authors": ["Michel de Montaigne", "Pindar", "Mahatma Gandhi", "Paul Klee", "Lucius Annaeus Seneca", "Kathleen Blanco", "Morgan Freeman", "Aphra Behn", "Nelson Rockefeller", "Maria Edgeworth", "Bonnie Raitt", "William Osler", "Peace Pilgrim", "Sophia Bush", "Andy Kaufman", "Princess Diana", "Thomas Dekker", "Chen Shui-bian", "Nick Cannon", "Calamity Jane", "John Astin", "Glenn Frey", "Philip Emeagwali", "Roger Bannister", "Steve Irwin", "M. H. Abrams"]},
{"keywords": [["nature", "face", "you"], ["knowledge", "grow", "you"], ["children", "obsolete"], ["home", "good", "think"], ["giving", "old age", "old"], ["journey", "end", "road"], ["parents", "youth", "lost"], ["men", "toys", "older"], ["grow", "you", "stop"], ["life", "time", "may"], ["hope", "home", "night"], ["youth", "old age", "old"], ["work", "moving forward", "man"], ["change", "young", "nice"], ["child", "layers", "grownup"], ["me", "bother", "turned"], ["heart", "old age", "triumph"], ["father", "man", "look"], ["love", "you", "protect"], ["happy", "child", "inner child"], ["live", "mental illness", "mental"], ["life", "i am", "proud"], ["good", "myself", "girl"], ["marriage", "believe", "yourself"], ["politics", "political"]], "quotes": ["Nature gives you the face you have at twenty; it is up to you to merit the face you have at fifty.", "The really frightening thing about middle age is the knowledge that you'll grow out of it.", "Adults are obsolete children.", "I think when the full horror of being fifty hits you, you should stay home and have a good cry.", "One of the many pleasures of old age is giving things up.", "Advice in old age is foolish; for what can be more absurd than to increase our provisions for the road the nearer we approach to our journey's end.", "As long as any adult thinks that he, like the parents and teachers of old, can become introspective, invoking his own youth to understand the youth before him, he is lost.", "As men get older, the toys get more expensive.", "You don't stop laughing because you grow older. You grow older because you stop laughing.", "Be on the alert to recognize your prime at whatever time of your life it may occur.", "Middle age is when you're sitting at home on a Saturday night and the telephone rings and you hope it isn't for you.", "Forty is the old age of youth; fifty the youth of old age.", "I find that a man is as old as his work. If his work keeps him from moving forward, he will look forward with the work.", "One of the many things nobody ever tells you about middle age is that it's such a nice change from being young.", "A grownup is a child with layers on.", "When I turned 60, it didn't bother me at all.", "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent - that is to triumph over old age.", "A man knows when he is growing old because he begins to look like his father.", "Age does not protect you from love. But love, to some extent, protects you from age.", "I'm happy to report that my inner child is still ageless.", "We were never supposed to live until 40. We were built to self-destruct at 30, whether from cancer or mental illness. We're all going way beyond our expiration date.", "Whenever I go to New York or any European country, they say: 'Nawal, why don't you get a facelift?' I tell them, 'I am proud of my wrinkles. Every wrinkle on my face tells the story of my life. Why should I hide my age?'", "I don't think of myself as a poor deprived ghetto girl who made good. I think of myself as somebody who from an early age knew I was responsible for myself, and I had to make good.", "When marrying, ask yourself this question: Do you believe that you will be able to converse well with this person into your old age? Everything else in marriage is transitory.", "In our age there is no such thing as 'keeping out of politics.' All issues are political issues, and politics itself is a mass of lies, evasions, folly, hatred and schizophrenia.", "Most fears are basic: fear of the dark, fear of going down in the basement, fear of weird sounds, fear that somebody is waiting for you in your closet. Those kinds of things stay with you no matter what age."], "authors": ["Coco Chanel", "Doris Day", "Dr. Seuss", "Josh Billings", "Malcolm Muggeridge", "Marcus Tullius Cicero", "Margaret Mead", "Marvin Davis", "Maurice Chevalier", "Muriel Spark", "Ogden Nash", "Victor Hugo", "William Ernest Hocking", "William Feather", "Woody Harrelson", "Yoko Ono", "Thomas Bailey Aldrich", "Gabriel Garcia Marquez", "Jeanne Moreau", "James Broughton", "Douglas Coupland", "Nawal El Saadawi", "Oprah Winfrey", "Friedrich Nietzsche", "George Orwell", "R. L. Stine"]},
{"keywords": [["culture", "impact", "problems"], ["old age", "lightning", "three"], ["christmas", "parents", "people"], ["time", "wisdom", "fear"], ["man", "world", "weakness"], ["success", "adventure", "home"], ["work", "technology", "children"], ["time", "beginning", "world"], ["youth", "reading", "old age"], ["old age", "powerful", "agree"], ["life", "smile", "women"], ["art", "me", "actor"], ["nature", "science", "truth"], ["greatest", "short", "difficult"], ["life", "childhood", "youth"], ["children", "good", "fun"], ["children", "community", "way"], ["past", "chivalry", "dragons"], ["woman", "looks", "her"], ["mind", "you", "limitation"], ["common sense", "next", "common"], ["strength", "old age", "triumph"], ["cheese", "you", "unless"], ["people", "laugh", "look"], ["men", "purpose", "dark"]], "quotes": ["Incidentally, one of the most worrying problems in the impact of Western modernity on traditional culture is that it quite rapidly communicates its own indifference or anxiety or even hostility about age and ageing.", "There are only three things that can kill a farmer: lightning, rolling over in a tractor, and old age.", "It is never too late to get into tennis! While I started playing at the age of 8 when my parents gave me a tennis racquet for Christmas, tennis is a lifelong sport that can be enjoyed by people of almost any age. It's also something you never forget once you learn.", "Both old and young alike ought to seek wisdom: the former in order that, as age comes over him, he may be young in good things because of the grace of what has been, and the latter in order that, while he is young, he may at the same time be old, because he has no fear of the things which are to come.", "It is folly for an eminent man to think of escaping censure, and a weakness to be affected with it. All the illustrious persons of antiquity, and indeed of every age in the world, have passed through this fiery persecution.", "Men of age object too much, consult too long, adventure too little, repent too soon, and seldom drive business home to the full period, but content themselves with a mediocrity of success.", "We are the children of a technological age. We have found streamlined ways of doing much of our routine work. Printing is no longer the only way of reproducing books. Reading them, however, has not changed.", "I conclude, therefore, that this star is not some kind of comet or a fiery meteor... but that it is a star shining in the firmament itself one that has never previously been seen before our time, in any age since the beginning of the world.", "The delight of opening a new pursuit, or a new course of reading, imparts the vivacity and novelty of youth even to old age.", "Filth and old age, I'm sure you will agree, are powerful wardens upon chastity.", "Young women from a very young age are taught that life will be easier if you can just turn on the charming smile and say very little and be complacent and docile and sweet.", "One thing about being a stand-up is it's a one-man show. You gotta do everything. You're the producer, writer, director, and the actor. You just gotta be out there and perform and give your all. It's such an honest form of art that it just taught me so much, and it kind of prepared me for manhood at an early age.", "The Western day is indeed nearing when the inner science of self-control will be found as necessary as the outer conquest of nature. This new Atomic Age will see men's minds sobered and broadened by the now scientifically indisputable truth that matter is in reality a concentrate of energy.", "In this age, which believes that there is a short cut to everything, the greatest lesson to be learned is that the most difficult way is, in the long run, the easiest.", "Childhood: the period of human life intermediate between the idiocy of infancy and the folly of youth - two removes from the sin of manhood and three from the remorse of age.", "Setting a good example for your children takes all the fun out of middle age.", "To separate children from others of similar age and qualifications solely because of their race generates a feeling of inferiority as to their status in the community that may affect their hearts and minds in a way unlikely ever to be undone.", "The age of chivalry is past. Bores have succeeded to dragons.", "No woman should ever be quite accurate about her age. It looks so calculating.", "Age is no barrier. It's a limitation you put on your mind.", "The freethinking of one age is the common sense of the next.", "Old age is not a disease - it is strength and survivorship, triumph over all kinds of vicissitudes and disappointments, trials and illnesses.", "Age is of no importance unless you are a cheese.", "It's not catastrophes, murders, deaths, diseases, that age and kill us; it's the way people look and laugh, and run up the steps of omnibuses.", "No lying knight or lying priest ever prospered in any age, but especially not in the dark ones. Men prospered then only in following an openly declared purpose, and preaching candidly beloved and trusted creeds.", "This is the patent age of new inventions for killing bodies, and for saving souls. All propagated with the best intentions."], "authors": ["Rowan Williams", "Bill Bryson", "Samantha Stosur", "Epicurus", "Joseph Addison", "Dale Carnegie", "Lawrence Clark Powell", "Tycho Brahe", "Isaac D'Israeli", "Geoffrey Chaucer", "Amber Heard", "Nick Cannon", "Paramahansa Yogananda", "Henry Miller", "Ambrose Bierce", "William Feather", "Earl Warren", "Charles Dickens", "Oscar Wilde", "Jackie Joyner-Kersee", "Matthew Arnold", "Maggie Kuhn", "Billie Burke", "Virginia Woolf", "John Ruskin", "Lord Byron"]},
{"keywords": [["people", "matter", "inspired"], ["fear", "greatest", "old age"], ["past", "yourself", "sex"], ["work", "hard work", "genius"], ["memory", "youth", "old age"], ["money", "eye", "young"], ["dad", "growing", "born"], ["women", "i am", "gender"], ["being different", "country"], ["time", "learning", "women"], ["small", "gossip", "happen"], ["best", "i am", "want"], ["people", "think", "you"], ["color", "fashion", "working"], ["life", "wisdom", "wise"], ["schizophrenia", "things", "like"], ["power", "woman", "gender"], ["life", "women", "people"], ["nature", "god", "pride"], ["change", "mind", "thinking"], ["experience", "opportunity", "me"], ["time", "mother", "me"], ["respect", "experience", "value"], ["people", "die", "nothing"], ["week", "friends", "learn"]], "quotes": ["I'm inspired by people who keep on rolling, no matter their age.", "The greatest problem about old age is the fear that it may go on too long.", "Dressing up is a bore. At a certain age, you decorate yourself to attract the opposite sex, and at a certain age, I did that. But I'm past that age.", "It seems as if an age of genius must be succeeded by an age of endeavour; riot and extravagance by cleanliness and hard work.", "Memory in youth is active and easily impressible; in old age it is comparatively callous to new impressions, but still retains vividly those of earlier years.", "Too much money at a young age, it just takes your eye off the ball. And you're not as hungry as players used to be. You think you've made it before you've done anything.", "I was a mixture of being incredibly old for my age and incredibly backwards. I was born quite old, but then I stopped growing. I lived with my mum and dad till I was 30.", "I'm not limited by my gender, and I don't think anyone else should be either. Because I am the age I am and I sort of rode the crest of the first profound post-suffragette feminists, I wasn't fighting to burn my bra. Those women fought that fight just seconds before I came into womanhood.", "Unfortunately, in some parts of the country, some kids are taught at an early age that being different is somehow bad or wrong or worthy of ridicule.", "Today when I think about diversity, I actually think about the word 'inclusion.' And I think this is a time of great inclusion. It's not men, it's not women alone. Whether it's geographic, it's approach, it's your style, it's your way of learning, the way you want to contribute, it's your age - it is really broad.", "I grew up on a farm in a small town where you do or say one thing and everybody knows about it. You see it happen, there's always the town gossip - 'Oh did you hear about so and so, or did you hear what went on in this household?' So I learned at a very young age just to keep my mouth shut.", "I've always tried to do my very best, and I want to be the very best age, whatever age I am.", "I think when you're younger, you need to socialize and be with people your own age.", "I knew from my youngest age I wanted to be a fashion designer. I was always draping fabric and working with color palettes.", "When we looked at the life cycle in our 40s, we looked to old people for wisdom. At 80, though, we look at other 80-year-olds to see who got wise and who not. Lots of old people don't get wise, but you don't get wise unless you age.", "There are things that tend to moderate with age. Schizophrenia is somewhat like that.", "'Spice Girls' is about unifying the world - every age, every gender, everyone. It's woman power, it's an essence, a tribe.", "A lot of people assume that women of a certain age who are not unattractive have no excuse for not having a perfect life. But you can have emotional baggage that is dragging you down like cement blocks tied to your feet.", "I was trying to be 27 at age 47, but God had to get rid of my vanity. I had trouble letting go of the old Lex physically. My human fleshly nature didn't want to let go of what had come to be billed as 'The Total Package.' I guess God had to help me get rid of the last remnant of that vanity and pride.", "Our thoughts are mainly controlled by our subconscious, which is largely formed before the age of 6, and you cannot change the subconscious mind by just thinking about it.", "There's still the part of me that wants to leap at every opportunity, but now there's the other side that says, 'Let's just wait a minute and see what happens.' That's intuition, and it comes with age and experience.", "My mother got pregnant with me at the age of fifteen. This was '64, and unheard of at that time.", "As human beings we value the experience that comes with age. We are reminded over and over again with statements like 'older and wiser' and 'respect your elders,' promoting age as something to be cherished and respected.", "I think people like it when I tell them, 'I'm lucky to be here, because they are, too. Ain't nothing to do with age. There ain't nothing promised to you. Everybody's going to die.", "I do not remember exactly when I became interested in astronomy, but I know it was at a very young age. I did organize an astronomy club for my friends at the age of 11. We would meet once a week to learn about the constellations.", "Don't program yourself to break down as you age with thoughts that decline is inevitable. Time may be passing for our bodies, but because they house our ageless souls, we never need to see ourselves as old and infirm."], "authors": ["Jimmy Buffett", "A. J. P. Taylor", "Katharine Hepburn", "Virginia Woolf", "Charlotte Bronte", "Ryan Giggs", "Helena Bonham Carter", "Ellen Barkin", "Matt Bomer", "Ginni Rometty", "Garrett Hedlund", "Ann-Margret", "Bonnie Wright", "Catherine Malandrino", "Erik Erikson", "John Forbes Nash, Jr.", "Geri Halliwell", "Olivia Wilde", "Lex Luger", "Bruce Lipton", "Kim Cattrall", "Dr. Dre", "Jenna Morasca", "Bobby Womack", "Nancy Roman", "Wayne Dyer"]},
{"keywords": [["night", "old age", "lovely"], ["work", "conflict", "busy"], ["children", "religion"], ["life", "old age", "old"], ["me", "judge", "said"], ["candle", "fun", "wife"], ["men", "may", "mysteries"], ["life", "old age", "crown"], ["youth", "arrogance", "taught"], ["man", "old age", "unexpected"], ["ideas", "class", "ever"], ["voting", "youth", "american"], ["children", "believe", "i believe"], ["battle", "old age", "old"], ["friends", "people", "me"], ["love", "best", "women"], ["friends", "grow", "weird"], ["love", "someone", "matter"], ["work", "everyone", "mean"], ["internet", "google", "beyond"], ["life", "shoes", "live"], ["truth", "social media", "media"], ["life", "history", "good"], ["love", "free", "someone"], ["happy", "i am", "moment"]], "quotes": ["But an old age serene and bright, and lovely as a Lapland night, shall lead thee to thy grave.", "If work and leisure are soon to be subordinated to this one utopian principle - absolute busyness - then utopia and melancholy will come to coincide: an age without conflict will dawn, perpetually busy - and without consciousness.", "Instead of being presented with stereotypes by age, sex, color, class, or religion, children must have the opportunity to learn that within each range, some people are loathsome and some are delightful.", "Old age is just a record of one's whole life.", "Thomas Jefferson once said, 'We should never judge a president by his age, only by his works.' And ever since he told me that, I stopped worrying.", "That was fun to play. There were some nice special effects coupled with some really nice moments with child and wife. I also was able to age to about 100 years in 'Brief Candle.'", "There are mysteries which men can only guess at, which age by age they may solve only in part.", "Old age: the crown of life, our play's last act.", "The arrogance of age must submit to be taught by youth.", "Old age is the most unexpected of all things that happen to a man.", "The ruling ideas of each age have ever been the ideas of its ruling class.", "American youth attributes much more importance to arriving at driver's license age than at voting age.", "I believe we should encourage children to sing and play instruments from an early age.", "Old age isn't a battle; old age is a massacre.", "Even at age 10, I already knew that I was different from most people. My anxiety disorder was still years from being diagnosed, but it affected me quite deeply. I was too afraid to speak out in class, too nervous to make real friends.", "If you can find a group of women, any age, who are supportive and kind and love you, that's the best. I have a group of girlfriends that I would lay in front of a bus for. They've picked me up through really, really bad times and I can definitely say I've done the same for them.", "It wasn't until I left that I realised it's not weird to grow up in certain cities and, by the age of 27 or 28, for all of your friends to still be alive. I can think of a lot of kids that I knew in Chicago who were supposed to grow up but didn't.", "If you love someone, you love someone. It doesn't matter; age, colour, c'mon!", "Age doesn't mean anything. Age doesn't mean I can't work as hard. Age doesn't mean I can't do as well as everyone else. It's just a factor. It's just there.", "TV ushered in the age of postliteracy. And we have gone so far beyond that. I mean, what with the Internet and Google and Wikipedia. We have entered the age of post-intelligence.", "Age shouldn't affect you. It's just like the size of your shoes - they don't determine how you live your life! You're either marvellous or you're boring, regardless of your age.", "We live in an age where there is a firehose of information, and there is no hierarchy of what is important and what is not. Where the truth is often fashioned through a variety of digital means. Are you your avatar? Who are you in social media? What face do you turn toward the world? How much does it have in common with who you actually are?", "If anyone thinks they'd rather be in a different part of history, they're probably not a very good student of history. Life sucked in the old days. People knew very little, and you were likely to die at a young age of some horrible disease. You'd probably have no teeth by now. It would be particularly awful if you were a woman.", "Being young isn't about age, it's about being a free spirit. You can meet someone of 20 who's boring and old, or you can meet someone of 70 who's youthful and exciting. I met Fred Astaire when he was 72 and I was 21, and I fell in love with him. He certainly was a free spirit.", "I have now reached the happy age of 23. No, happy is not quite the right word. At this particular moment I am certainly not happy.", "As technology advances, it reverses the characteristics of every situation again and again. The age of automation is going to be the age of 'do it yourself.'"], "authors": ["William Wordsworth", "Gunter Grass", "Margaret Mead", "Muhammad Ali", "Ronald Reagan", "Richard Dean Anderson", "Bram Stoker", "Marcus Tullius Cicero", "Edmund Burke", "Leon Trotsky", "Karl Marx", "Marshall McLuhan", "Mick Jagger", "Philip Roth", "Jenny Lawson", "Katie Lowes", "Chance The Rapper", "Sam Taylor-Johnson", "Zendaya", "P. J. O'Rourke", "Morrissey", "David Carr", "Elon Musk", "Twiggy", "Eva Braun", "Marshall McLuhan"]},
{"keywords": [["change", "best", "science"], ["life", "work", "hard work"], ["beautiful", "daughter", "smart"], ["moon", "mountains", "me"], ["wisdom", "peace", "mind"], ["soul", "old age", "young"], ["youth", "without", "middle"], ["health", "children", "end"], ["time", "friend", "portrait"], ["learning", "youth", "learn"], ["time", "good", "old age"], ["fear", "mirror", "thinking"], ["love", "death", "man"], ["myself", "mother", "woman"], ["love", "women", "realize"], ["funny", "common sense"], ["beautiful", "depression", "world"], ["life", "time", "thinking"], ["time", "getting older", "know"], ["ambition", "growing", "six"], ["beauty", "man", "look"], ["woman", "she", "deserves"], ["growing up", "me", "want"], ["intelligence", "brain", "body"], ["good", "path", "memory"]], "quotes": ["Change is the principal feature of our age and literature should explore how people deal with it. The best science fiction does that, head-on.", "One's age should be tranquil, as childhood should be playful. Hard work at either extremity of life seems out of place. At midday the sun may burn, and men labor under it; but the morning and evening should be alike calm and cheerful.", "Soon, I'm going to meet somebody around my own age, and she's going to be smart and beautiful, and I'm going to date her daughter.", "For me at age 11, I had a pair of binoculars and looked up to the moon, and the moon wasn't just bigger, it was better. There were mountains and valleys and craters and shadows. And it came alive.", "I think it's nice to age gracefully. OK, you lose the youth, a certain stamina and dewy glow, but what you gain on the inside as a human being is wonderful: the wisdom, the acceptance and the peace of mind. It's a fair exchange.", "Try to keep your soul young and quivering right up to old age.", "Middle age is youth without levity, and age without decay.", "You end up as you deserve. In old age you must put up with the face, the friends, the health, and the children you have earned.", "Every time I paint a portrait I lose a friend.", "In youth we learn; in age we understand.", "No sociologist should think himself too good, even in his old age, to make tens of thousands of quite trivial computations in his head and perhaps for months at a time.", "I do fear for the generations of people who came of age thinking that pop-punk is what punk is, and that all the rebellion you need is just to stick your tongue out in the mirror every once in a while.", "A man does not die of love or his liver or even of old age; he dies of being a man.", "I found myself in the doldrums in the early Nineties. I was too old to play the dolly bird any longer and I looked too young to play a woman of my real age. No one ever saw me as the aunt, mother or grandmother.", "I really love cursing a lot. But as I get older, I realize it's a little unseemly for women of a certain age.", "Common sense is the collection of prejudices acquired by age eighteen.", "Every age yearns for a more beautiful world. The deeper the desperation and the depression about the confusing present, the more intense that yearning.", "My justification is that most people my age spend a lot of time thinking about what they're going to do for the next five or ten years. The time they spend thinking about their life, I just spend drinking.", "As time goes by and you're getting older and stuff like that - getting older sucks. You know, I hear all this crap about, 'Oh, you can age with dignity.' Really?", "At the age of six I wanted to be a cook. At seven I wanted to be Napoleon. And my ambition has been growing steadily ever since.", "Whatever you may look like, marry a man your own age - as your beauty fades, so will his eyesight.", "A woman has the age she deserves.", "I never was that boy who loved gangster films, but when I was growing up, I was obsessed with the detective Dick Tracy. It was one of my favourite movies as a kid, and he really inspired me. I would have loved to be part of that golden age of Hollywood in the 1940s. It made me want to become an actor.", "If a brain is exercised properly, anyone can grow intelligence, at any age, and potentially by a lot. Or you can just let your brain idle - and watch it slowly, inexorably, go to seed like a sedentary body.", "Elephants can live to an age of up to 70 or 80 years and they have a good memory. It could be they come across an area that is experiencing a drought. Then they continue on their path and run into people.", "Millennials regularly draw ire for their cell phone usage. They're mobile natives, having come of age when landlines were well on their way out and payphones had gone the way of dinosaurs. Because of their native fluency, Millennials recognize mobile phones can do a whole lot more than make calls, enable texting between friends or tweeting."], "authors": ["David Brin", "Thomas Arnold", "Bob Saget", "Neil deGrasse Tyson", "Cherie Lunghi", "George Sand", "Doris Day", "Judith Viorst", "John Singer Sargent", "Marie von Ebner-Eschenbach", "Max Weber", "Jello Biafra", "Miguel de Unamuno", "Barbara Windsor", "Tina Fey", "Albert Einstein", "Johan Huizinga", "Amy Winehouse", "Mickey Rourke", "Salvador Dali", "Phyllis Diller", "Coco Chanel", "Ryan Gosling", "Michael Merzenich", "Richard Leakey", "Chelsea Clinton"]},
{"keywords": [["great", "old age", "old"], ["life", "morning", "youth"], ["sad", "old age", "old"], ["you", "old", "how"], ["wrinkles", "smiles", "where"], ["birthday", "woman", "man"], ["love", "like", "hid"], ["work", "learning", "childhood"], ["risk", "equal", "hesitation"], ["knowledge", "opportunities"], ["most", "writer", "material"], ["freedom", "great", "stress"], ["money", "society", "happen"], ["music", "poetry", "excellence"], ["religion", "me", "dream"], ["great", "man", "live"], ["best", "fun", "said"], ["day", "old age", "me"], ["live", "movies", "rights"], ["mother", "day", "remember"], ["positive", "work", "power"], ["change", "culture", "people"], ["together", "school", "friends"], ["america", "you", "dumb"], ["great", "car", "old age"]], "quotes": ["How incessant and great are the ills with which a prolonged old age is replete.", "Probably the happiest period in life most frequently is in middle age, when the eager passions of youth are cooled, and the infirmities of age not yet begun; as we see that the shadows, which are at morning and evening so large, almost entirely disappear at midday.", "What makes old age so sad is not that our joys but our hopes cease.", "It is not how old you are, but how you are old.", "Wrinkles should merely indicate where smiles have been.", "A diplomat is a man who always remembers a woman's birthday but never remembers her age.", "Age is like love, it cannot be hid.", "It is utterly false and cruelly arbitrary to put all the play and learning into childhood, all the work into middle age, and all the regrets into old age.", "Hesitation increases in relation to risk in equal proportion to age.", "Knowledge is the parent of knowledge. He who possesses most of the information of his age will not quietly submit to neglect its current acquisitions, but will go on improving as long as means and opportunities offer; while he who finds himself ignorant of most things, is only too apt to shrink from a labour which becomes Herculean.", "Most of the basic material a writer works with is acquired before the age of fifteen.", "In my youth I stressed freedom, and in my old age I stress order. I have made the great discovery that liberty is a product of order.", "The class distinctions proper to a democratic society are not those of rank or money, still less, as is apt to happen when these are abandoned, of race, but of age.", "When superstition is allowed to perform the task of old age in dulling the human temperament, we can say goodbye to all excellence in poetry, in painting, and in music.", "From the age of fifteen, dogma has been the fundamental principle of my religion: I know no other religion; I cannot enter into the idea of any other sort of religion; religion, as a mere sentiment, is to me a dream and a mockery.", "You live in a deranged age, more deranged that usual, because in spite of great scientific and technological advances, man has not the faintest idea of who he is or what he is doing.", "Of middle age the best that can be said is that a middle-aged person has likely learned how to have a little fun in spite of his troubles.", "Old age has got to start creeping up on me one day soon, and frankly I'm very scared. I don't want to be old. I've always felt so young. And I want to stay that way.", "We live in an age when it is cheaper to buy the rights to movies than to make them.", "My mother said I was a clingy kid until I was about four. I also remember that from the age of eight she and I fought almost every day.", "I'm totally into new age and self-help books. I used to work in a bookstore and that's the section they gave me, and I got way into it. I just loved the power of positive thinking, letting yourself go.", "Whenever culture has gone through a radical change, as ours has - from industrial age to information age - there are people who will deny that things have changed; they resist it and refuse to change.", "There's something intrinsically Australian about a bunch of brothers and school friends getting together as a band at a very young age and all pulling together as a band at a very young age and all pulling together as mates to make something happen.", "I mean, Eighteen years old is the age of consent in Europe and you can go anywhere and do anything you like. In America, it is dumb. At eighteen you should be able to do anything that you like, except get married.", "Why do people talk of the horrors of old age? It's great. I feel like a fine old car with the parts gradually wearing out, but I'm not complaining,... Those who find growing old terrible are people who haven't done what they wanted with their lives.", "I felt a tremendous sadness for men who can't deal with a woman of their own age."], "authors": ["C. S. Lewis", "Eleanor Roosevelt", "Jean Paul", "Jules Renard", "Mark Twain", "Robert Frost", "Thomas Dekker", "Margaret Mead", "Ernest Hemingway", "James Fenimore Cooper", "Willa Cather", "Will Durant", "W. H. Auden", "Denis Diderot", "John Henry Newman", "Walker Percy", "Don Marquis", "David Niven", "Hayao Miyazaki", "Amy Tan", "Jason Mraz", "Daniel Greenberg", "Michael Hutchence", "John Entwistle", "Martha Gellhorn", "Michael Caine"]},
{"keywords": [["passion", "fake", "you"], ["funny", "me", "you"], ["money", "old age", "think"], ["religion", "believe", "gender"], ["education", "home", "health"], ["funny", "racism", "parents"], ["home", "college", "school"], ["success", "digital"], ["time", "thinking", "volunteer"], ["good", "people", "gossip"], ["happy", "i am", "people"], ["men", "mean", "head"], ["life", "happy", "believe"], ["life", "end", "party"], ["man", "old age", "unexpected"], ["i am", "basketball", "growing up"], ["love", "women", "ship"], ["best", "great", "struggle"], ["school", "day", "people"], ["love", "happen", "think"], ["hair", "responsible", "unusual"], ["nature", "death", "war"], ["life", "me", "remember"], ["good", "believe", "old age"], ["sad", "youth", "world"]], "quotes": ["You can fake your age or mask it, but the passion that moves the characters has to be real.", "I don't need you to remind me of my age. I have a bladder to do that for me.", "Save your money. You're going to need twice as much money in your old age as you think.", "The one thing that unites all human beings, regardless of age, gender, religion or ethnic background, is that we all believe we are above-average drivers.", "I believe that parents need to make nutrition education a priority in their home environment. It's crucial for good health and longevity to instill in your children sound eating habits from an early age.", "The funniest racism is the racism between minorities. It's something you don't see dramatized, but almost every minority I know who's my age, they have these funny stories about their parents stereotyping other minorities.", "There are no college courses to build up self-esteem or high school or elementary school. If you don't get those values at a early age, nurtured in your home, you don't get them.", "In the digital age of 'overnight' success stories such as Facebook, the hard slog is easily overlooked.", "For me, when I was a kid, volunteering was the last thing I was thinking about. When I see kids doing it now, it amazes me. It's very impressive, it gives them something productive to do as opposed to getting in trouble. For them to take time out at such a young age is remarkable. I think all kids should take a little time out to volunteer.", "People gossip. People are insecure, so they talk about other people so that they won't be talked about. They point out flaws in other people to make them feel good about themselves. I think at any age or any social class, that's present.", "I am happy being able to play roles with people my age because once you do something really mature there is no turning back.", "Age doesn't mean anything. Its all in your head. Men get sexier with age. They also get wiser and get experienced.", "I don't believe in happy endings, but I do believe in happy travels, because ultimately, you die at a very young age, or you live long enough to watch your friends die. It's a mean thing, life.", "The closing years of life are like the end of a masquerade party, when the masks are dropped.", "Old age is the most unexpected of all the things that can happen to a man.", "I wanted to do two things when I was growing up, about your age. I wanted to play in the NBA, and I wanted to be a businessman after my basketball career was over, and that is what I am doing now.", "There's a lot of women out there, some of whom are my age who've never been married and some who have been married and would like to be married again but think their ship has sailed, and I'm like, 'Oh no, honey, let Miss Niecy show you it is never too late for love!'", "From a generation that came of age during the Great Depression, millions of our country's best and bravest took up arms in a worldwide struggle against tyranny.", "People quit on jobs. They quit on marriages. They quit on school. There's an immediacy of this day and age that doesn't lend itself to being committed to anything.", "I think love can happen at any age... it has no age.", "By age seven, I used to comb my hair for performances, just pull my hair up into a bun. Granted, it wasn't a very intricate hairstyle. Still, to be that responsible and disciplined at age seven is unusual.", "One of the reasons it's important for me to write about war is I really think that the concept of war, the specifics of war, the nature of war, the ethical ambiguities of war, are introduced too late to children. I think they can hear them, understand them, know about them, at a much younger age without being scared to death by the stories.", "I remember, as a boy of 17 years of age, this was a fascinating thing for me: how we human beings breathe out carbon dioxide into the air, the leaves of plants pick this carbon dioxide up, and the plant gives off oxygen, which we can breathe in and keep our life going.", "Old age, believe me, is a good and pleasant thing. It is true you are gently shouldered off the stage, but then you are given such a comfortable front stall as spectator.", "A comfortable old age is the reward of a well-spent youth. Instead of its bringing sad and melancholy prospects of decay, it would give us hopes of eternal youth in a better world.", "You are 27 or 28 right? It is very tough to live at that age. When nothing is sure. I have sympathy with you."], "authors": ["Victoria Abril", "Stephen Fry", "Michael Caine", "Dave Barry", "Cat Cora", "Mindy Kaling", "T. D. Jakes", "James Dyson", "Derek Jeter", "Blake Lively", "Lindsay Lohan", "Arjun Rampal", "George Clooney", "Cesare Pavese", "James Thurber", "Magic Johnson", "Niecy Nash", "Steve Buyer", "Emily Blunt", "Shah Rukh Khan", "Janet Jackson", "Suzanne Collins", "Percy Julian", "Confucius", "Maurice Chevalier", "Haruki Murakami"]},
{"keywords": [["love", "best", "culture"], ["birthday", "i am", "old age"], ["life", "man", "moment"], ["kings", "may", "danger"], ["time", "character", "i am"], ["time", "great", "architecture"], ["humanity", "chivalry", "gone"], ["maturity", "acceptance", "glory"], ["today", "great", "job"], ["hope", "health", "tree"], ["color", "easy", "grow"], ["change", "great", "people"], ["morning", "school", "wake up"], ["lie", "live", "young"], ["believe", "know", "young"], ["day", "youth", "old age"], ["youth", "considers", "ventures"], ["education", "mind", "man"], ["chivalry", "forever", "europe"], ["society", "me", "details"], ["love", "someone", "kind"], ["time", "myself", "intelligence"], ["nature", "stars", "sun"], ["nature", "happy", "calm"], ["think", "you", "whatever"]], "quotes": ["Every age has its storytelling form, and video gaming is a huge part of our culture. You can ignore or embrace video games and imbue them with the best artistic quality. People are enthralled with video games in the same way as other people love the cinema or theatre.", "To me - old age is always ten years older than I am.", "I think that a man should not live beyond the age when he begins to deteriorate, when the flame that lighted the brightest moment of his life has weakened.", "The divine right of husbands, like the divine right of kings, may, it is hoped, in this enlightened age, be contested without danger.", "I read all the time that people think I'm arrogant. They say I am cocky, a bad character. I had that from a young age. But when they meet me, they say, 'That image doesn't fit you.'", "Every great architect is - necessarily - a great poet. He must be a great original interpreter of his time, his day, his age.", "The age of chivalry has gone; the age of humanity has come.", "'Age' is the acceptance of a term of years. But maturity is the glory of years.", "Our Age of Anxiety is, in great part, the result of trying to do today's job with yesterday's tools and yesterday's concepts.", "Lord save us all from old age and broken health and a hope tree that has lost the faculty of putting out blossoms.", "Chaga mycelium is relatively easy to grow by using methods already practiced elsewhere in the mushroom industry. Its mycelium is initially an off-whitish color, deepening with age.", "The great secret that all old people share is that you really haven't changed in seventy or eighty years. Your body changes, but you don't change at all. And that, of course, causes great confusion.", "True terror is to wake up one morning and discover that your high school class is running the country.", "The secret of staying young is to live honestly, eat slowly, and lie about your age.", "The old believe everything, the middle-aged suspect everything, the young know everything.", "In youth the days are short and the years are long. In old age the years are short and day's long.", "Age considers; youth ventures.", "Reading, after a certain age, diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking.", "But the age of chivalry is gone. That of sophisters, economists, and calculators has succeeded; and the glory of Europe is extinguished forever.", "When I did a study of all the coming-of-age movies that meant a lot to me, whether it was 'The Graduate' or 'Rebel Without a Cause' or 'Dead Poet's Society,' they all had that timeless feel. None of them were completely married to the details of their age. They felt timeless in their treatment of it. That's what made them resonate with me.", "Loving someone liberates the lover as well as the beloved. And that kind of love comes with age.", "I wrote 'The Spy Who Came in from the Cold' at the age of 30 under intense, unshared personal stress and in extreme privacy. As an intelligence officer in the guise of a junior diplomat at the British Embassy in Bonn, I was a secret to my colleagues, and much of the time to myself.", "The stars shall fade away, the sun himself Grow dim with age, and nature sink in years, But thou shalt flourish in immortal youth, Unhurt amidst the wars of elements, The wrecks of matter, and the crush of worlds.", "He who is of calm and happy nature will hardly feel the pressure of age, but to him who is of an opposite disposition youth and age are equally a burden.", "Age is whatever you think it is. You are as old as you think you are.", "If repression has indeed been the fundamental link between power, knowledge, and sexuality since the classical age, it stands to reason that we will not be able to free ourselves from it except at a considerable cost."], "authors": ["Andy Serkis", "Bernard Baruch", "Fidel Castro", "Mary Wollstonecraft", "Zlatan Ibrahimovic", "Frank Lloyd Wright", "Charles Sumner", "Martha Graham", "Marshall McLuhan", "Mark Twain", "Paul Stamets", "Doris Lessing", "Kurt Vonnegut", "Lucille Ball", "Oscar Wilde", "Pope Paul VI", "Rabindranath Tagore", "Albert Einstein", "Edmund Burke", "Stephen Chbosky", "Maya Angelou", "John le Carre", "Joseph Addison", "Plato", "Muhammad Ali", "Michel Foucault"]}
][
{"keywords": [["happiness", "birthday", "time"], ["love", "birthday", "work"], ["work", "nature", "art"], ["birthday", "mind", "matter"], ["light", "good", "night"], ["birthday", "youth"], ["best", "trust", "old friends"], ["attitude", "losing", "old age"], ["getting older", "help", "you"], ["best", "wine", "men"], ["wisdom", "power", "growth"], ["love", "happy", "day"], ["exercise", "wish", "you"], ["life", "love", "creativity"], ["father", "mother"], ["men", "attention", "grow"], ["remember", "you", "speed"], ["life", "gender", "disability"], ["life", "childhood", "old age"], ["new year's", "time", "cheer"], ["father", "mother", "parents"], ["funny", "cheese", "matter"], ["experience", "character", "world"], ["art", "past", "baby"], ["sunset", "end", "gift"]], "quotes": ["Let us never know what old age is. Let us know the happiness time brings, not count the years.", "A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.", "Youth is the gift of nature, but age is a work of art.", "Age is a case of mind over matter. If you don't mind, it don't matter.", "Do not go gentle into that good night but rage, rage against the dying of the light.", "Youth has no age.", "Age appears to be best in four things; old wood best to burn, old wine to drink, old friends to trust, and old authors to read.", "The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm.", "You can't help getting older, but you don't have to get old.", "Men are like wine - some turn to vinegar, but the best improve with age.", "Those who improve with age embrace the power of personal growth and personal achievement and begin to replace youth with wisdom, innocence with understanding, and lack of purpose with self-actualization.", "I think the biggest disease the world suffers from in this day and age is the disease of people feeling unloved. I know that I can give love for a minute, for half an hour, for a day, for a month, but I can give. I am very happy to do that, I want to do that.", "Old minds are like old horses; you must exercise them if you wish to keep them in working order.", "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age.", "My mother is an incredibly beautiful woman who has laughed at every single thing my father's ever said. At a young age, my brother and I understood that if you can make girls laugh, you can punch well above your weight class.", "As I grow older, I pay less attention to what men say. I just watch what they do.", "Just remember, once you're over the hill you begin to pick up speed.", "There is a plan and a purpose, a value to every life, no matter what its location, age, gender or disability.", "My life, I realize suddenly, is July. Childhood is June, and old age is August, but here it is, July, and my life, this year, is July inside of July.", "Each age has deemed the new-born year the fittest time for festal cheer.", "My father was very energetic; my mother was very energetic. He lived to a very old age, and so did my mother. I believe that I just have it from my father, from my parents. They had wonderful energy.", "Age is something that doesn't matter, unless you are a cheese.", "Age should not have its face lifted, but it should rather teach the world to admire wrinkles as the etchings of experience and the firm line of character.", "We have been so successful in the past century at the art of living longer and staying alive that we have forgotten how to die. Too often we learn the hard way. As soon as the baby boomers pass pensionable age, their lesson will be harsher still.", "When one knows at an early age that their gift, talent and direction is musical, one tends to focus on that and let nothing interfere or impede the forward motion toward the end of that rainbow. And after 50-something years of rockin' out, you still realise there is no end to that distant rainbow until one's last sunset.", "Age is an issue of mind over matter. If you don't mind, it doesn't matter."], "topics": "age", "authors": ["Ausonius", "Abhishek Bachchan", "Stanislaw Jerzy Lec", "Satchel Paige", "Dylan Thomas", "Pablo Picasso", "Francis Bacon", "Aldous Huxley", "George Burns", "Pope John XXIII", "Bo Bennett", "Princess Diana", "John Adams", "Sophia Loren", "Seth Meyers", "Andrew Carnegie", "Arthur Schopenhauer", "Sharron Angle", "Rick Bass", "Walter Scott", "Donald Trump", "Luis Bunuel", "Clarence Day", "Terry Pratchett", "Randy Bachman", "Mark Twain"]}
][
{"keywords": [["happiness", "birthday", "time"], ["love", "birthday", "work"], ["work", "nature", "art"], ["birthday", "mind", "matter"], ["light", "good", "night"], ["birthday", "youth"], ["best", "trust", "old friends"], ["attitude", "losing", "old age"], ["getting older", "help", "you"], ["best", "wine", "men"], ["wisdom", "power", "growth"], ["love", "happy", "day"], ["exercise", "wish", "you"], ["life", "love", "creativity"], ["father", "mother"], ["men", "attention", "grow"], ["remember", "you", "speed"], ["life", "gender", "disability"], ["life", "childhood", "old age"], ["new year's", "time", "cheer"], ["father", "mother", "parents"], ["funny", "cheese", "matter"], ["experience", "character", "world"], ["art", "past", "baby"], ["sunset", "end", "gift"]], "quotes": ["Let us never know what old age is. Let us know the happiness time brings, not count the years.", "A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy.", "Youth is the gift of nature, but age is a work of art.", "Age is a case of mind over matter. If you don't mind, it don't matter.", "Do not go gentle into that good night but rage, rage against the dying of the light.", "Youth has no age.", "Age appears to be best in four things; old wood best to burn, old wine to drink, old friends to trust, and old authors to read.", "The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm.", "You can't help getting older, but you don't have to get old.", "Men are like wine - some turn to vinegar, but the best improve with age.", "Those who improve with age embrace the power of personal growth and personal achievement and begin to replace youth with wisdom, innocence with understanding, and lack of purpose with self-actualization.", "I think the biggest disease the world suffers from in this day and age is the disease of people feeling unloved. I know that I can give love for a minute, for half an hour, for a day, for a month, but I can give. I am very happy to do that, I want to do that.", "Old minds are like old horses; you must exercise them if you wish to keep them in working order.", "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age.", "My mother is an incredibly beautiful woman who has laughed at every single thing my father's ever said. At a young age, my brother and I understood that if you can make girls laugh, you can punch well above your weight class.", "As I grow older, I pay less attention to what men say. I just watch what they do.", "Just remember, once you're over the hill you begin to pick up speed.", "There is a plan and a purpose, a value to every life, no matter what its location, age, gender or disability.", "My life, I realize suddenly, is July. Childhood is June, and old age is August, but here it is, July, and my life, this year, is July inside of July.", "Each age has deemed the new-born year the fittest time for festal cheer.", "My father was very energetic; my mother was very energetic. He lived to a very old age, and so did my mother. I believe that I just have it from my father, from my parents. They had wonderful energy.", "Age is something that doesn't matter, unless you are a cheese.", "Age should not have its face lifted, but it should rather teach the world to admire wrinkles as the etchings of experience and the firm line of character.", "We have been so successful in the past century at the art of living longer and staying alive that we have forgotten how to die. Too often we learn the hard way. As soon as the baby boomers pass pensionable age, their lesson will be harsher still.", "When one knows at an early age that their gift, talent and direction is musical, one tends to focus on that and let nothing interfere or impede the forward motion toward the end of that rainbow. And after 50-something years of rockin' out, you still realise there is no end to that distant rainbow until one's last sunset.", "Age is an issue of mind over matter. If you don't mind, it doesn't matter."], "topics": ["age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age", "age"], "authors": ["Ausonius", "Abhishek Bachchan", "Stanislaw Jerzy Lec", "Satchel Paige", "Dylan Thomas", "Pablo Picasso", "Francis Bacon", "Aldous Huxley", "George Burns", "Pope John XXIII", "Bo Bennett", "Princess Diana", "John Adams", "Sophia Loren", "Seth Meyers", "Andrew Carnegie", "Arthur Schopenhauer", "Sharron Angle", "Rick Bass", "Walter Scott", "Donald Trump", "Luis Bunuel", "Clarence Day", "Terry Pratchett", "Randy Bachman", "Mark Twain"]}
][
{}
][
{}
][
{}
][
{}
]